{
    "mw_today": "Snow.  High near 28. Light south southwest wind becoming south 6 to 11 mph in the afternoon.  Chance of precipitation is 80%. Total daytime snow accumulation of less than one inch possible. ",
    "mw_tonight": "A 40 percent chance of snow, mainly before 11pm.  Patchy fog after 3am.  Otherwise, mostly cloudy, with a low around 15. South wind 6 to 9 mph.  New snow accumulation of less than a half inch possible. ",
    "btac_hazard": "<p><span style=\"font-weight: 400;\">The upper elevations of the Tetons have received about 100&rdquo; of snow containing 7.5&rdquo; snow water equivalent (SWE) since February 2nd. This is a significant load that is sitting on a poor structure. In the long term, the snow that we have received over the past two weeks is great news for stability. It has helped to bury the concerning weak layers of snow at depths where humans will have a hard time impacting them. Unfortunately, the loading event is too recent to trust the snowpack at the moment. We are only two days out from a significant natural avalanche cycle. The snowpack is still adjusting to the recent loading, despite the signs becoming more difficult to detect. Patience and conservative decision making are recommended while the snowpack adjusts. Building in an extra margin of safety to account for surprises is a good idea today.</span></p>",
    "btac_weatherdisc": "<p><strong>Yesterday </strong>brought clear, sunny skies and calm to light southwest winds. Many recent avalanches were noted from the past 72 hours in this weather clearing. Daytime highs climbed above freezing and into the mid to high 30s&deg; F, and many slopes on the south half of the compass now have crusty surface snow. Overnight temperatures plummeted to the teens and single digits. Winds remained southwesterly and confined to upper elevations.&nbsp;</p>\n<p><strong>Today </strong>expect stormy conditions to develop and another round of snowfall to hit our mountains. The Teton Zone is expected to receive 4-6 inches, around 3 inches in the Greys, and 2 inches at Togwotee Pass.&nbsp; Snowfall may be intense at times, and winds trending westerly and increasing consistently into the teens-20s mph range. Temperatures are expected to remain well below freezing and average in the 20s&deg; F.</p>\n<p>&nbsp;</p>",
    "btac_bottomline": "<p><span style=\"font-weight: 400;\">It is possible to trigger an avalanche 2-5 feet deep in steep, wind loaded terrain at the upper elevations. Watch for thin, rocky areas and wind affected snow as they are most likely to produce a dangerous avalanche. Careful snowpack evaluation will be important today and conservative terrain choices are recommended. </span></p>",
    "legecast": "6 AM- Rise and shine all you fall-line fanatics, but don't expect Sunday to deliver yesterday's bluebird antics. Because clouds are rolling their way back into the Hole, ready to drop the next layer for you to lap up. Periods of snow through the day will be complimented by mild high temperatures that rise to the mid 20's at the summit and near 30 in the Village, following the breakdown of a little morning inversion. Gusty winds from the Southwest will increase in intensity adding some spaced out visuals as they aid in resurfacing the slopes. So, hop outta bed and skip the shower, because the falling pow's power will get you cleaner than Pantene. Just jump a Tram and let the lightning jolt of dopamine take you off to mysterious places that you've never seen. -Lege \nPlease utilize the START Bus or Stilson Express, as parking will fill early and be very limited this weekend. ",
    "last_snow": "February 17, 2024",
    "since_closed": "0",
    "24hr": "0",
    "48hr": "5",
    "7d": "48",
    "base": "97",
    "snowfall": "298",
    "tram_temp": "15",
    "tram_wind": "11 mph",
    "tram_status": "Forecasted",
    "sub_status": "Forecasted",
    "weather_key": 131847,
    "trail_per": "95%",
    "avy_rating": 3,
    "oto5": "5",
    "fiveto10": "10",
    "gt_detail": "We hope you're enjoying the long Presidents Day weekend! It’ll be a great day to come make some turns up here at the Ghee. We got trace snow overnight and should get a few more inches throughout the day. \nThe weather today will be overcast with temps in the mid-20s and wind gusting up to 25 mph.",
    "gt_base": "101",
    "gt_snowfall": "287",
    "Sierra": "---",
    "Sierra_weatherdisc": "<p>A break in the weather is expected until this evening. Air temperatures are forecast to rise above freezing today in most areas below 9,000' or so. Ridgetop winds remain out of the SW this morning at moderate speed but have decreased from the gale force winds that occurred last night. The next and more powerful storm system is forecast to arrive this evening. Snow levels are expected to rise into the 7,000' to 8,000' range for tonight. Snow levels are then forecast to decrease to around 6,000' to 6,500' for tomorrow. Ridgetop winds are expected to shift to the S tonight and then shift back to the SW tomorrow. Total SWE amounts for tonight through Wednesday may approach 3 to 5 inches. Over half of that SWE is forecast to fall tonight into tomorrow.</p>",
    "Sierra_btmline": "<p>The combination of strong winds and new snow last night is expected to have drifted and deposited snow into cohesive slabs on the downwind side of ridges and into gully features. Clearing skies and above freezing air temperatures are expected to create areas of wet snow instability as the day progresses. Move cautiously around slopes below cornice features and near areas where roller balls and pinwheels are occurring. A period of HIGH avalanche danger is expected tonight into tomorrow.</p>",
    "Sierra_hazard_disc": "<p>The storm starting tonight and lasting into Wednesday has the potential to load inches of snow water equivalent (SWE) / multiple feet of snow onto the existing snowpack.&nbsp; Concern lingers for an isolated deep slab avalanche to occur during or immediately after the storm. The slopes of concern are on the eastern side of the forecast area in NW-N-NE aspect terrain above about 8,500' where some locations still hold weak snow in the bottom two to three feet of the snowpack.</p>",
    "Silvy": "Closed",
    "PT_24": "3&#8243",
    "PT_48": "--&#8243",
    "PT_7d": "22&#8243",
    "PT_wind": "60 mph",
    "PT_temp": "24.0 &#8457",
    "Sierra_avy_rating": 2,
    "PT_opensnow_0to5": "\n      30\"",
    "PT_opensnow_5to10": "\n      11\"",
    "UT_btmline": "The avalanche danger is CONSIDERABLE on all slopes across the upper elevations, where strong winds and new snow have created dangerous avalanche conditions, and it remains possible to trigger a hard slab avalanche breaking 4-6 feet deep on a deeply buried persistent weak layer of faceted snow. The mid-elevation slopes that received generally less wind and snow have a MODERATE danger.\r\rAny avalanches, wind-drifted snow, or new snow may be more sensitive today due to weak grains at the new snow, old snow interface, particularly on aspects with a southeasterly or easterly direction. Careful snowpack evaluation, cautious route-finding, and conservative decision-making will be essential today.\r\rIf the sun comes out this afternoon, the snow surface could heat up, and we could begin seeing small wet-loose avalanches on solar aspects. Remember, even \"smaller\" slides can be dangerous in high-consequence terrain.&nbsp;\r\r\r\r\r&nbsp;\r\r",
    "UT_avyconditions": "\rThis morning, snow has begun falling in the mountains with no measurable precipitation as of 5 AM. Temperatures range from the upper teens to the mid-20s °F. Winds are primarily from the west, blowing at 10-20 mph, with gusts up to 30 mph at mid-elevations. At the highest elevations, winds have been gusting up to 60 mph. Winds have progressively increased since yesterday afternoon and evening, remaining elevated most of the night.\r\r&nbsp;\r\rToday, snowfall will decrease from moderate to heavy this morning, changing to showers by noon. Snowfall totals are expected to be between 3-6\" of new snow, with peak snowfall rates up to 2\" an hour. Winds will peak around sunrise and then decrease slightly throughout the day, averaging 10-20 mph at mid-elevations, with gusts up to 30 mph. At the highest elevations, winds could gust up to 60 mph. By mid-afternoon, the snow will stop, and skies will become mostly sunny with temperatures climbing into the mid-30s&nbsp;°F.\r\r&nbsp;\r\rExtended: After a break tonight into Monday morning, expect intermittent snow chances from late Monday to early Thursday, with the main snowfall expected on Wednesday.\r\r",
    "UT_recentactivity": "\rYesterday was a busy day in the backcountry, with about 20 avalanches reported in the Salt Lake, Ogden, and Provo area mountains since Friday. The majority of these avalanches failed as soft slabs of new snow or wind-drifted snow, occurring within a density inversion in the storm snow or at the interface with the old snow surface, particularly on solar aspects that had previously been exposed to sunlight. These areas now have a firm melt-freeze crust with weak stellars or faceted grains at the interface between the new and old snow. The focal aspect seems to be southeast, as demonstrated by the three separate avalanches on Superior, the deeper conehead avalanche off of the Park City ridgeline (video shown below), and the countless other observations that were reported.&nbsp;Most of these avalanches broke 10\"-2' deep and were anywhere from 40'-250' wide.\r\r&nbsp;\r\rVideo of the Conehead&nbsp;Avalanche off the Park City Ridgeline, 10,000' - SE Aspect&nbsp;- Full Observation HERE&nbsp;- M. Fischer\r\r\r\r\r\r&nbsp;\r\rWith so many recent avalanches pouring in, it's hard to write about each one individually, but it's worth reading about them before heading into the field today. You can find all of the recent avalanches on our website.\r\r&nbsp;\r\rAvalanche heatmap for the Salt Lake, Provo, and Ogden area mountains for 2/16-2/18.\r\r\r\r&nbsp;\r\r\rOn Thursday, one Cottonwood resort reported a natural avalanche that broke into old, faceted snow on a northwest aspect at 10,600 feet.\r",
    "UT_danger_rose": "https://utahavalanchecenter.org/sites/default/files/forecast/202402/20240218-080914-6.png",
    "UT_avyrating": 3,
    "solitude_detail": "After yesterday’s beautiful bluebird day, the clouds have returned along with more snow. We grabbed 1 inch overnight and it’s snowing this morning; 3 to 5 inches of new snow is expected today. So far, we’ve received 88 inches of snow in February, making for an awesome month of soft skiing and riding. All of our terrain was opened yesterday with the exception of Fantasy Ridge. The same terrain should be open again today, with fresh tracks still available. Depending on weather and conditions, terrain is always subject to delays and closures. Stay updated on what's open, closed or delayed by downloading the Solitude app or checking out the lifts & trails section on our website. Presidents' Day weekend has been delivering great skiing and riding, top to bottom — don’t miss out!"
}