{
    "mw_today": "Snow showers likely, mainly before 9am.  Mostly cloudy, with a high near 38. Breezy, with a southwest wind 11 to 15 mph, with gusts as high as 23 mph.  Chance of precipitation is 70%. Total daytime snow accumulation of 1 to 2 inches possible. ",
    "mw_tonight": "Scattered snow showers.  Mostly cloudy, with a low around 23. Southwest wind 6 to 13 mph, with gusts as high as 20 mph.  Chance of precipitation is 40%. Little or no snow accumulation expected. ",
    "btac_hazard": "<p>Just when you were dusting off your bike, a spring storm is on our doorstep. While most of the avalanche problems associated with it will be confined to the new snow and wind, areas where poor structure has been present like Togwotee Pass, the Greys, Wyoming Range, and the Hoback/Snake River Canyon still pose a threat for triggering wet slab avalanches given the lack of cold temperatures. As you travel through the mountains today, be mindful of how the new snow is bonding to the old surface and pay attention to increases in precipitation and wind speeds - with wind slabs potentially growing in size by the end of the day in the upper elevations. Utilize test slopes to gauge the reactivity of the new snow and practice safe travel techniques.&nbsp;</p>",
    "btac_weatherdisc": "<p class=\"nac-html-p\"><strong>Yesterday </strong>Continued the trend of minimal overnight refreezes in the mountains, with temperatures rising into the 40s F with valleys reaching 50s F. The overcast skies and trace of snow didn't quite pan out during the day and some areas became mostly sunny.&nbsp;Winds were out of the South and Southwest in the teens with gusts around 30 mph. Precipitation moved in late last night.</p>\n<p class=\"nac-html-p\"><strong>Today&nbsp;</strong>Temperatures will be cooler, ranging from 20s to 30s F in the upper and mid-elevations. Winds will be out of the southwest and west in the high teens with gusts nearing 30 mph. Valley temperatures will climb to the middle and upper 30s F. Periods of snow will continue in the northern mountains with steady snow forecasted to continue until mid-morning. Gusty winds will continue today. Valleys will see rain changing to snow with only light accumulations.&nbsp;</p>",
    "btac_bottomline": "<p>Human-triggered avalanches are possible today. In the upper and middle elevations wind slabs will grow in size from additional snow accumulation and gusty winds out of the SW. You are most likely to find this problem in the middle and upper elevations on leeward-facing slopes and terrain features. At low elevations triggering wet loose slides will be likely, especially if the snow is falling onto wet surfaces. Be mindful as you approach avalanche terrain of how the snow is bonding and use test slopes to gauge its reactivity. Watch for sagging cornices, while a hazard in themselves, they can also fail and trigger additional slides.</p>",
    "legecast": "4.10.23 - We are now closed for the winter season. Thanks for an incredible, record breaking season! See you May 20 when the tram re-opens for the summer. Bike Park and other activities and lifts opens June 12.",
    "last_snow": "April 9, 2023",
    "since_closed": "0",
    "24hr": "0",
    "48hr": "0",
    "7d": "1",
    "base": "129",
    "snowfall": "595",
    "tram_temp": "9",
    "tram_wind": "16 mph",
    "tram_status": "Forecasted",
    "sub_status": "Forecasted",
    "weather_key": 124140,
    "trail_per": "0%",
    "avy_rating": 2,
    "oto5": "3",
    "fiveto10": "12",
    "gt_detail": "9&quot overnight, 9&quot in the past 24 hours. This storm cycle hit the Tetons harder than expected! Get out and enjoy the fresh powder before it warms up for closing weekend. High temperatures will remain in the teens as more snow accumulates this morning.",
    "gt_base": "138",
    "gt_snowfall": "587",
    "Sierra": "---",
    "Sierra_weatherdisc": "<p>A cold front passed through the region yesterday evening, dropping air temperatures well below freezing overnight at all elevations across the forecast area. Ridgetop winds shifted from SW to NE last night and have decreased in speed. Maximum daytime air temperatures will climb above freezing later today. Well below freezing air temperatures are forecast to occur again tonight. If air temperature inversion conditions develop tonight under light wind conditions, minimum overnight air temperatures at the mid and upper elevations will be warmer than the current forecast values. A daily warming trend will start tomorrow and continue through Sunday with a return to above average temperatures.</p>",
    "Sierra_btmline": "<p>There will be a longer window for travel in avalanche terrain today before unstable wet snow becomes a concern. Exit avalanche terrain before the snow surface becomes unsupportable. Once the surface crust melts away exposing deep wet snow or when signs of unstable wet snow such as rollerballs or pinwheels are occurring, wet loose avalanches are possible.</p>",
    "Sierra_hazard_disc": "<ul>\n<li>Some glide cracks have formed on steep slopes in rocky areas. Like cornice fall events, the exact timing of glide crack avalanches is notoriously difficult to predict. Due to the uncertainty, consider avoiding travel on or below slopes with glide cracks.</li>\n</ul>",
    "Silvy": "Closed",
    "PT_24": "0.0&#8243",
    "PT_48": "0.0&#8243",
    "PT_7d": "2.0&#8243",
    "PT_wind": "17 mph",
    "PT_temp": "20.0 &#8457",
    "Sierra_avy_rating": 2,
    "PT_opensnow_0to5": "\n      0\"\n    ",
    "PT_opensnow_5to10": "\n      10\"\n    ",
    "UT_btmline": "\rAreas of CONSIDERABLE danger still exist for wet avalanches on many aspects and elevations.&nbsp; Today's cold front will only mask any wet unconsolidated snow below.&nbsp; I will admit to a great deal of Uncertainty with today's forecast, but I would continue to avoid steep terrain until we see a few days with a proper refreeze.&nbsp;&nbsp;&nbsp;\r\r&nbsp;\r\rCornices and roof-alanches present a real danger today.&nbsp; Glide avalanches remain very likely in steep terrain with glide cracks.&nbsp;\r\r\r&nbsp;\r",
    "UT_avyconditions": "\rSkies are mostly cloudy with&nbsp;cool air on the way.\r\rAnd we're desperate for it (even though the cold front will offer only an inch or two of snow), as overnight temps are again in the upper 30s to low 40s.&nbsp; Many areas haven't seen a decent refreeze since last weekend&nbsp;(see Mill D North@9000' BCC snotel graph below)\r\rSouthwest winds have been relentless, blowing 35-40mph with gusts to 50.&nbsp; I will be interested to see if we have a dust layer from this wind event.&nbsp;&nbsp;\r\rThis morning's cold front will drop temperatures to the teens and winds will shift to the northwest and lose quite a bit of steam.&nbsp;&nbsp;\r\rCool and cloudy Friday with gradual clearing and a warming trend through early next week. Perhaps another storm for mid-week?\r\r\r\r&nbsp;\r\r&nbsp;\r\r\r\r\r",
    "UT_recentactivity": "We did hear of one wet slab in mid-BCC, but details were vague.\r",
    "UT_danger_rose": "https://utahavalanchecenter.org/sites/default/files/forecast/202304/20230413-061840-1.png",
    "UT_avyrating": 3,
    "solitude_detail": "We hope you haven’t gotten too comfortable skiing in shorts and sunglasses lately because a weak storm makes its way through the mountains today. We’re expecting temperatures in the 20s along with an inch or two of fresh snow. We haven’t seen new snow in seven days — the longest stretch we've had without snowfall since November this season — so even a tiny bit of fluff is welcome. The real hero today will be the cold temperatures that help support our base and keep the mountain glued together — we are planning on skiing and riding deep into May! There are no closures of SR-190 scheduled for today but continue to check the UDOT website or social media channels for the status of the canyon road and stay tuned to our app or website for the latest updates from Solitude."
}