{
    "mw_today": "Mostly sunny, with a high near 47. South wind 5 to 10 mph. ",
    "mw_tonight": "Isolated snow showers after 3am.  Mostly cloudy, with a low around 27. South wind 8 to 10 mph.  Chance of precipitation is 20%.",
    "btac_hazard": "<p>Spring warm up continues today, with above freezing temperatures expected from the valley floor to the highest peaks. Clouds could gradually increase throughout the day as a moisture starved short-wave trough begins to impact the area tonight. These clouds could mitigate some wet loose development at the lower elevations but there is some uncertainty surrounding this situation. Wind slabs are prevalent in the alpine and their sensitivity to triggers could increase with solar input.</p>\n<p>Recent avalanche activity was observed in Avalanche Canyon yesterday, mostly wind slabs that were size 1.5 or less.&nbsp;</p>\n<p>Have left the 3/20 and 3/29 persistent slab problems in place for now, but sensitivity is expected to go down after the peak heating today and subsequent refreeze tonight. Clouds should mitigate some solar impacts tomorrow, and then we are back into full on high pressure with seasonal to above average temperatures. Looking at the long term forecast it's not looking very snowy for April right now, but that could obviously change.&nbsp;</p>",
    "btac_weatherdisc": "<p><strong>Yesterday and Last Night:&nbsp;</strong>Yesterday was mostly sunny and cool. Last night was clear and cold. Temperatures currently range from the low teens to low 20s throughout the forecast zones.</p>\n<p><strong>Today:</strong><strong>&nbsp;</strong>Today will be mostly sunny with gradually increasing cloud cover throughout the day. High temperatures will reach the mid 30s on the peaks and mid 40s in the valleys. Ridgeline winds will be southerly in the 10-20 mph range.&nbsp;</p>",
    "btac_bottomline": "<p>Human triggered avalanches remain possible today, especially in steep, rocky, wind exposed areas at the middle and upper elevations. Buried crust-facet combinations lurk on NE through E through S slopes, though their strength should improve after today's warm up and refreeze. Moniter the effects of the sun on the snow surface today and minimize exposure time on steep sunlit slopes.&nbsp;</p>",
    "legecast": "Bruce Springskiing will be out in full force today at Jackson Hole Mountain Resort. No snow to report in the past 24hrs but at just 6\" shy of a 600\" total for the season, there's plenty of goods to go around. The high pressure system that's kicking around will bring mainly dry weather through the daylight hours today accompanied by light to moderate winds. Temps are going to feel positively tropical mountain wide and should make for some exceptional warm weather shredding conditions. That's it for me this season! Thanks for a great one and we'll see you next November! -Orion",
    "last_snow": "April 6, 2023",
    "since_closed": "0",
    "24hr": "0",
    "48hr": "4",
    "7d": "37",
    "base": "134",
    "snowfall": "594",
    "tram_temp": "23",
    "tram_wind": "16 mph",
    "tram_status": "OPEN",
    "sub_status": "OPEN",
    "weather_key": 123763,
    "trail_per": "95%",
    "avy_rating": 2,
    "oto5": "0",
    "fiveto10": "1",
    "gt_detail": "Temperatures are beginning to warm up as we head towards the weekend. Expect patchy clouds today with moments of sunshine. There are still patches of good snow throughout the mountain if you know where to look. Come and get it before the warm spell arrives!",
    "gt_base": "142",
    "gt_snowfall": "578",
    "Sierra": "---",
    "Sierra_weatherdisc": "<p>A weather system moving through the forecast area today is expected to bring a period of steady snowfall this morning followed by snow showers this afternoon lasting into the evening hours. The greatest new snowfall amounts are expected directly along the Sierra Crest. New snow accumulation is expected to decrease dramatically east of the Sierra Crest. A warming trend is forecast to begin tomorrow with maximum daytime air temperatures for Sunday and Monday reaching the warmest since late October.</p>",
    "Sierra_btmline": "<p>Strong winds drifting new snowfall will create potentially unstable slabs of snow near ridgetops and in gully features. Areas of unstable wet snow may form in areas that receive rain on snow or afternoon sun. Move cautiously around avalanche terrain where wind drifted snow is depositing or where signs of surface wet snow exist.</p>",
    "Sierra_hazard_disc": "<div class=\"nac-tinymce\" data-v-48c83ac7=\"\">\n<div class=\"nac-tinymce\" data-v-48c83ac7=\"\">\n<div class=\"nac-tinymce\" data-v-48c83ac7=\"\">\n<p>Massive cornices exist along many ridgelines. Some have deep cracks behind them. A substantial warming event leading to some large cornice collapses is expected to occur during the Saturday to Monday timeframe.</p>\n</div>\n</div>\n</div>",
    "Silvy": "Closed",
    "PT_24": "0.0&#8243",
    "PT_48": "0.0&#8243",
    "PT_7d": "6.0&#8243",
    "PT_wind": "47 mph",
    "PT_temp": "25.0 &#8457",
    "Sierra_avy_rating": 2,
    "PT_opensnow_0to5": "\n      5\"\n    ",
    "PT_opensnow_5to10": "\n      1\"\n    ",
    "UT_btmline": "\rThere is a CONSIDERABLE avalanche danger for wet avalanches on sunny slopes facing southeast through west. There is a MODERATE danger on slopes facing northwest through north and east, especially on any wind-loaded slopes.\r\r&nbsp;\r\rCornices also present an avalanche hazard: stay well-back from corniced-ridgelines and avoid traveling on slopes with&nbsp;large, overhanging cornices above.&nbsp;\r\r\rWith&nbsp;so much snow, watch out for roof avalanches especially as the day heats up.\r\r\r&nbsp;\r",
    "UT_avyconditions": "&nbsp;\r\r\rThis Morning: Skies are clear and temperatures are in the mid 20's F. Winds are from the south/southwest and have increased overnight, gusting into the 20's mph at mid elevations and 40's at upper elevations.\r\r&nbsp;\r\rToday: Skies will cloud up this afternoon and temperatures will rise into the 30's and low 40's F, possibly creating some greenhousing&nbsp;at low and mid-elevations. The southwest winds will increase throughout the day, gusting into the 20's mph at mid elevations and into the 40's and 50's mph at upper elevations.&nbsp;\r\r&nbsp;\r\rLooking Ahead: Warm and partly cloudy over the weekend, with very warm temperatures into early next week with temperatures remaining above freezing overnight.\r\r\r\rYou should be able to find soft/dry snow on northerly aspects above about 9,000'. All other snow surfaces will be crusted&nbsp;from strong sunshine over the past two days.\r\r\r\r\r\r",
    "UT_recentactivity": "There was widespread natural and control work avalanche activity in Little Cottonwood Canyon on Thursday. These avalanches were 4-8' deep and several hundred feet wide, with some avalanches reaching the road. A few highlights include Grizzly Gulch, Mount Superior, and White Pine Chutes. Other notable avalanches that occurred during the storm on Tuesday or Wednesday morning include Cardiac Ridge&nbsp;and George's Bowl. It's worth looking through all recent avalanches from this recent storm cycle.\r\r&nbsp;\r\rThe photo below is from the Grizzly Gulch avalanche - it was remotely triggered from an explosive 2,000' away and was 8' deep, 800' wide, and filled up the bottom of Grizzly Gulch with debris stopping 150'&nbsp;short of the Grizzly Gulch trailhead. &nbsp;\r\r&nbsp;\r\r\r",
    "UT_danger_rose": "https://utahavalanchecenter.org/sites/default/files/forecast/202304/20230407-065622-6.png",
    "UT_avyrating": 3,
    "solitude_detail": "Dare we say it’s starting to feel like spring up here? After a very wintery start of the week, and a snowverwhelming Wednesday during which the canyon closed, we are now looking at several days of temperatures above freezing, along with quite a bit of sunshine. Today we expect partly cloudy skies and a high of around 37 — time to put away your powder shell (at least for now) and put on some sunscreen. The snow from recent storms has started to settle, but it’s still very playful out there. For a fun lap, dig your edges into Sunshine Bowl when the morning crunch begins to soften. What’s all that activity taking place at the base of Apex Express? We’re not building a swimming pool for the summer season —  it’s our mountain ops team prepping the hill for Saturday’s Pond Skim Beach Party. Check out our events calendar for details."
}