{
    "mw_today": "Scattered snow showers, mainly after 2pm.  Mostly cloudy, with a high near 42. Light south southeast wind increasing to 5 to 10 mph in the morning.  Chance of precipitation is 40%. Little or no snow accumulation expected. ",
    "mw_tonight": "A chance of rain and snow showers before 7pm, then snow showers likely.  Mostly cloudy, with a low around 23. South southeast wind 7 to 10 mph.  Chance of precipitation is 70%. New snow accumulation of 1 to 2 inches possible. ",
    "btac_hazard": "<p class=\"nac-html-p\">In my earlier years, the question I often asked before committing to avalanche terrain was, \"Do I think this is going to slide?\" If I thought the answer was no, I went for it. This process felt pretty simple, especially in areas I skied frequently and felt I \"knew.\" I knew the conditions under which X&nbsp; or Y slope would avalanche. If those conditions weren't present, it made answering that question all the easier. But asking this question left such a small margin for error because whether or not a slope is going to slide is a tough one to accurately answer. I also answered this question wrong a few times.</p>\n<p class=\"nac-html-p\">Over many years, you see snow behave in a lot of strange ways that surprise you. I've realized that question isn't possible with an acceptable level of certainty. The other day, standing next to a steep slope at Togwotee with my partner, we asked a subtly different question, but that difference is important. <strong>\"Would we be totally surprised if this thing avalanched?\"</strong> This question is more conservative and takes into account the uncertainty faced when dealing with a tricky snowpack.</p>\n<p class=\"nac-html-p\">So do I think someone will trigger a slide today?&nbsp;<em>No</em>. But would I be totally surprised if someone does? The answer is also <em>No</em>. As time has passed and my avalanche knowledge has increased, I've ridden less steep terrain&mdash;not more. When I do ride steep terrain, I enjoy it more knowing that I am more confident in my decision and that I'm exposing myself to less risk.</p>",
    "btac_weatherdisc": "<p><strong>Yesterday</strong> saw scattered to partially sunny skies with temperatures creeping above 30 deg F at lower elevations by late afternoon. Temperatures above 9,000 feet remained in the 20s deg F, with light easterly winds in the Tetons and westerly winds in the Greys River and Togwotee. The transition from dry to wet snow surface conditions lately bode well for ripping preserved pow fields on a sled, but if plodding along on foot, one is wise to carry skin wax for the way up, and a pocket ski scraper for the way down.</p>\n<p><strong>Today</strong> will be overcast with&nbsp;another pulse of active weather and Pacific moisture is headed our way from Wednesday-Friday. Light flurries are expected before the afternoon, with increasing winds in the 20s-30s mph shifting southwesterly. The primary bulk of this storm will hit overnight and throughout Thursday as flow shifts westerly over our region. Rain is possible midday at lower elevations.&nbsp; Weather models are not aligning well for precipitation amounts for this storm; anywhere from 5-10 inches of snowfall is expected over the next 72 hours.&nbsp;</p>",
    "btac_bottomline": "<p>To reduce the chance of triggering avalanches, avoid slopes where the wind recently formed drifts or slabs. In areas more protected from the wind, triggering a 2-3 foot thick avalanche is possible. An incoming stream of new snow will continue loading buried weak layers. Pay attention to the consequences of being caught on even smaller steep slopes or terrain with rocks, cliffs, and trees.</p>",
    "legecast": "6AM - Good morning world! We're looking a dry start to the day but if you haven't been satiated by all of the snow this year, fear not: we've got some coming down the pike. The chance of precip will increase this afternoon as the next series of Pacific fronts and troughs arrives. Any snowfall today will be on the lighter side with the steadier stuff rolling in tonight. Wind speeds will increase today as well but nothing too dramatic is expected. High temps around the base will be in the high 30s and the summit will see high 20s. See you on the hill! -Orion",
    "last_snow": "March 27, 2023",
    "since_closed": "0",
    "24hr": "0",
    "48hr": "0",
    "7d": "33",
    "base": "130",
    "snowfall": "554",
    "tram_temp": "14",
    "tram_wind": "23 mph",
    "tram_status": "OPEN",
    "sub_status": "OPEN",
    "weather_key": 123101,
    "trail_per": "98%",
    "avy_rating": 2,
    "oto5": "18",
    "fiveto10": "8",
    "gt_detail": "Expect to see overcast skies and comfortable temperatures throughout most of the day. Winds may pick up in the late afternoon as our next storm cycle blows into the Tetons from the Southwest. \nThe storm will ramp up slowly over the next few days and last throughout the weekend. Get ready to start April off with a bang!",
    "gt_base": "153",
    "gt_snowfall": "546",
    "Sierra": "---",
    "Sierra_weatherdisc": "<p>Yesterday's storm system departed the forecast area early this morning after adding 1.3 to 2.3 inches of SWE to the snowpack. Ridgetop wind speeds have decreased since late yesterday afternoon, but remain moderate to strong in speed out of the SW. Residual moisture will allow for snow showers today, most widespread this afternoon with a few inches of additional accumulation expected. Very light snow showers are possible again tomorrow. A break in the weather and a period of warming are forecast for Friday. The next snowfall event is expected to occur Saturday through Monday.</p>",
    "Sierra_btmline": "<p>Backcountry travelers venturing into avalanche terrain today should expect to trigger avalanches. Yesterday's storm added a substantial new load onto existing weak layers in the snowpack in addition to creating the usual instability associated with wind drifted snow and rapidly accumulating new snow. Highly conservative terrain selection is encouraged for today.</p>",
    "Sierra_hazard_disc": "<ul>\n<li>Skiers on Echo Peak yesterday afternoon reported triggering storm slabs anytime they ventured into short pitches of steeper terrain. One skier was briefly caught and carried without burial or injury.</li>\n<li>Unstable wind slabs were observed around cornice areas near treeline yesterday morning in the Yuba Pass area. At the time these wind slabs were rapidly growing in size.</li>\n<li>Signs of ongoing persistent slab instability in the form of snow surface cracking, unstable snowpit test results, and skier triggered avalanches with persistent slab characteristics were reported on Monday. Snowpack failures were observed 6 inches to 2 feet below the old snow surface. They are now buried deeper.</li>\n</ul>",
    "Silvy": "Closed",
    "PT_24": "12.0&#8243",
    "PT_48": "0.0&#8243",
    "PT_7d": "19.0&#8243",
    "PT_wind": "34 mph",
    "PT_temp": "13.0 &#8457",
    "Sierra_avy_rating": 3,
    "PT_opensnow_0to5": "\n      5\"\n    ",
    "PT_opensnow_5to10": "\n      21\"\n    ",
    "UT_btmline": "\rThe avalanche danger is CONSIDERABLE on steep upper elevation slopes facing northwest to east to southeast where strong winds and recent storm snow&nbsp;have created unstable slabs of wind-drifted snow.&nbsp;A MODERATE danger exists for triggering both loose dry and soft slab avalanches on the remaining upper elevation aspects and all mid-elevation slopes.&nbsp;\r\r&nbsp;\r\rBoth wind-drifted and new snow avalanches will likely fail 1-2’ deep, but have&nbsp;the potential to fail deeper at the new/old snow interface that is now down 2-5’ in places.&nbsp;For that reason, cautious route-finding, and conservative decision-making will be essential today.&nbsp;\r\rWith the high winds and warm temperatures, natural cornice fall will be&nbsp;likely today. Give cornices, and slopes below cornices a wide berth.&nbsp;\r",
    "UT_avyconditions": "\rThis morning, skies are broken and mountain temperatures&nbsp;are sitting in the upper 20s and low 30s F. Winds remained elevated since yesterday, along the 9000' ridgelines winds are blowing from the southwest at speeds of 20-30 mph, with gusts up to 40 mph. At the 11,000' ridgelines, winds are gusting near 60 mph.\r\r&nbsp;\r\rToday, a strong southerly flow will continue through the evening&nbsp;ahead of the approaching low-pressure system. Skies will be mostly cloudy, and temperatures will climb into the upper&nbsp;30s and low 40s&nbsp;F. Winds will remain south, southwesterly. At the 9000' ridgelines, winds will average 25-35 mph, with gusts up to 40&nbsp;mph. At the 11,000' ridgelines winds will gust up to 70&nbsp;mph. Snowfall will begin mid to late afternoon before becoming more consistent this evening. The mountains could get a trace amount to 2\" of new snow before 5 PM.\r\r&nbsp;\r\rOutlook, yet another powerful Pacific storm is on deck.&nbsp;We'll see increasing clouds and southwest winds today ahead of at-times heavy snowfall tonight&nbsp;through Friday. Snowfall will peak this evening, with the heaviest snowfall arriving between 10 PM and 1 AM. The mountains could get 7 -12\" of new snow before sunrise.\r\r",
    "UT_recentactivity": "&nbsp;Yesterday, was a busy day in the backcountry, over 10 avalanches were reported from the Central Wasatch backcountry. Primarily soft slabs of both new snow, and wind-drifted snow at the mid and upper elevations. With the good visibility, a&nbsp;few impressive naturals were reported that likely occurred between the 26th and 27th, including a large avalanche from Mill B and Rainbow Peak.&nbsp;\r\r\r\tMill B South - Northeast Aspect - 9500' - 5' deep - 1500' wide (photo 1 below - Chester)\r\tRainbow Peak - East Aspect - 9700' - 4' deep - 500' wide (photo 2 below - Sean R)\r\r\r&nbsp;\r\r\r\r&nbsp;\r\r\r\r&nbsp;\r\rFind all recent observations HERE.\r",
    "UT_danger_rose": "https://utahavalanchecenter.org/sites/default/files/forecast/202303/20230329-082534-6.png",
    "UT_avyrating": 3,
    "solitude_detail": "After a lot of fun in the sun yesterday, we're back to our regularly scheduled snowfall starting this evening. Today should be calm for much of the day, with the warm temperatures that have preempted most of our storms this season. Expect breezy conditions, especially later in the day and on the upper mountain. We should see another 15-30 inches of snow from this storm, another reminder that winter isn't quite done with us yet. Be sure to keep an eye on the Solitude app for the most recent updates on lifts, trails, conditions, and more."
}