{
    "mw_today": "A chance of rain and snow showers before 1pm, then a slight chance of rain showers between 1pm and 2pm.  Partly sunny, with a high near 45. South wind 7 to 11 mph becoming west southwest in the afternoon.  Chance of precipitation is 40%. Little or no snow accumulation expected. ",
    "mw_tonight": "Mostly cloudy, with a low around 24. South southeast wind 5 to 9 mph. ",
    "btac_hazard": "<p>Spring warm up continues today, with above freezing temperatures expected from the valley floor to the highest peaks. A very weak system moves through today, bringing the possibility of snow showers in the mountains and rain/snow mix in the interior valleys. &nbsp;Wind slabs are prevalent in the alpine and their sensitivity to triggers could increase with solar input.</p>\n<p>Recent <a title=\"catino ob\" href=\"../../../observations/#/view/d8324167-d443-4b87-9ffb-3362bee468a8\" target=\"_blank\" rel=\"noopener\">avalanche activity</a> was observed in the northern portion of GTNP yesterday. Forecaster Catino observed lots of wet loose activity shedding off of steep faces and an impressive avalanche that ran to the valley floor on a south aspect (likely ran during the last storm). Avalanche activity was observed in Avalanche Canyon two days ago, mostly wind slabs that were size 1.5 or less.&nbsp;</p>\n<p>Have left the 3/20 and 3/29 persistent slab problems in place for now, but sensitivity is expected to go down after the peak heating today and subsequent refreeze tonight. &nbsp;The 3/29 interface seems to be more of an issue where it is presenting as a crust, northerly aspects do not seem to be as concerning as easterlies and southerlies. The same cannot be said of the 3/20 interface where it is a layer of NSF on NNE aspects.&nbsp;</p>",
    "btac_weatherdisc": "<p><strong>Yesterday and Last Night:&nbsp;</strong>Yesterday was mostly sunny and warm, with breezy conditions on the ridgelines. Last night was partly cloudy and cool. Temperatures currently range from the upper 20s in the valleys to the upper teens on the peaks. Winds averaged out of the south at 16 mph on Rendezvous Summit over the last 24 hrs.&nbsp;</p>\n<p><strong>Today:</strong><strong>&nbsp;</strong>Today will be partly cloudy in the mountains and mostly sunny in the valleys with the potential for some light showers. High temperatures will reach the low 30s on the peaks and mid 40s in the valleys. Ridgeline winds will be south westerly in the 10-20 mph range.&nbsp;</p>",
    "btac_bottomline": "<p>Human triggered avalanches remain possible today, especially in steep, rocky, wind exposed areas at the middle and upper elevations. Buried crust-facet combinations lurk on NE through E through S slopes, though their strength should continue improve after today's warm up and refreeze. Moniter the effects of the sun on the snow surface today and minimize exposure time on steep sunlit slopes.&nbsp;</p>",
    "legecast": "6 AM- Greetings and good morning on the final weekend of our 2022-23 ski season. It has been an amazing year, but we aren't done yet. So, hop out of bed, grab your snow sliding gear and jet. A mix of clouds and sunshine will dance across the sky today, alongside mild spring temperatures that rise to just above freezing at the summit and into the low 40's in Teton Village. Light to moderate winds from the West will play a supporting role as they blow between 10-20 mph. Stick around all day and celebrate with the sublime sounds of 40 oz. to Freedom, as they hit the stage beneath the tram at 3pm. Sometimes it seems our society only serves us distressing headlines and impending deadlines. Take refuge from the toxic madness by immersing yourself in purposeless good times. Because richness of the soul comes from skiing lines not chasing bottom lines. -Lege",
    "last_snow": "April 6, 2023",
    "since_closed": "0",
    "24hr": "0",
    "48hr": "0",
    "7d": "28",
    "base": "131",
    "snowfall": "594",
    "tram_temp": "20",
    "tram_wind": "21 mph",
    "tram_status": "Forecasted",
    "sub_status": "Forecasted",
    "weather_key": 123820,
    "trail_per": "95%",
    "avy_rating": 2,
    "oto5": "2",
    "fiveto10": "2",
    "gt_detail": "Temperatures are beginning to warm up as we start the weekend. Expect patchy clouds today with moments of sunshine. There are still patches of good snow throughout the mountain if you know where to look. Happy Saturday!",
    "gt_base": "139",
    "gt_snowfall": "578",
    "Sierra": "---",
    "Sierra_weatherdisc": "<p>A substantial warming trend begins today and will last into the early part of this week. Maximum daytime air temperatures today are expected to reach around 10 degrees warmer than yesterday. An additional 10 degrees of daytime warming is forecast for tomorrow. High level cloud cover during the day today is expected to thin tonight and tomorrow. Ridgetop winds remain out of the SW this morning at moderate speed. Winds are forecast to become light in speed as the day progresses.</p>",
    "Sierra_btmline": "<p>Today's intense solar heating and high sun angles are expected to create avalanche problems associated with rapid warming across all aspects today. Avalanche problems will become increasingly problematic as the day progresses. The best bet is to time travel in avalanche terrain during the morning hours and to consider avoiding avalanche terrain during the afternoon hours.</p>",
    "Sierra_hazard_disc": "",
    "Silvy": "Closed",
    "PT_24": "2.0&#8243",
    "PT_48": "0.0&#8243",
    "PT_7d": "8.0&#8243",
    "PT_wind": "23 mph",
    "PT_temp": "34.0 &#8457",
    "Sierra_avy_rating": 3,
    "PT_opensnow_0to5": "\n      1\"\n    ",
    "PT_opensnow_5to10": "\n      3\"\n    ",
    "UT_btmline": "\rThere is a CONSIDERABLE avalanche danger for wet avalanches on all&nbsp;sunny slopes facing southeast through&nbsp;west. There is also a&nbsp;MODERATE danger for wet avalanches on&nbsp;low elevation northerly facing terrain. On the shady side of the mountain, you will find a&nbsp;MODERATE&nbsp;avalanche danger on slopes facing northwest through north and east&nbsp;for wind-drifted snow avalanches.\r\r&nbsp;\r\rCornices also present an avalanche hazard: stay well&nbsp;back from corniced&nbsp;ridgelines and avoid traveling on slopes with&nbsp;large, overhanging cornices above.&nbsp;\r\r\rWith&nbsp;so much snow, watch out for roof avalanches,&nbsp;especially as the day heats up.\r\r\r&nbsp;\r",
    "UT_avyconditions": "Under mostly cloudy&nbsp;skies, the mountain temperatures range from 32 °F at 7,400' and&nbsp;22 °F at&nbsp;11,000'. Winds are blowing from the west-southwest at speeds of 10-15 mph with gusts into the 20s. Some wind stations (Park City Ridgeline)&nbsp;report higher speeds, blowing 25-30 mph from the west-southwest.&nbsp;\r\r&nbsp;\r\rToday we can expect mostly cloudy&nbsp;skies for much of the day. Temperatures will climb and range from 35-40&nbsp;°F at 8,800' in elevation. We could see a few snow flurries today if you're in the right spot or in Logan. These clouds and flurries should be done by early&nbsp;afternoon when&nbsp;we can&nbsp;see some clearing and sunshine. We then dry out for the next four days with intense sun and warming temperatures. Things could get interesting.\r\r\r\r\rYou should be able to find soft/dry snow on northerly wind-protected&nbsp;slopes&nbsp;above about 9,000'. All other snow surfaces will be crusted&nbsp;from strong sunshine over the past three&nbsp;days.\r\r\r\r\r\r",
    "UT_recentactivity": "Yesterday we had another wet loose avalanche cycle from the strong sun and warm temperatures. In Provo, one rider was caught and carried in a wet loose avalanche 6\" deep and 50 feet wide. Around the compass, many aspects and elevations became damp&nbsp;and&nbsp;wet, followed by roller balls and,&nbsp;finally, wet&nbsp;loose&nbsp;avalanches. Outside of wet avalanches, the observations of large and destructive avalanches from the past week continue to pour in, and I would click through these observations as the avalanches are beyond impressive:&nbsp;\r\r&nbsp;\r\rRoof&nbsp;avalanche&nbsp;/&nbsp;Whitesnake&nbsp;/&nbsp;Stairs Gulch&nbsp;/&nbsp;Grizzly Gulch&nbsp;/&nbsp;Mount Superior&nbsp;/&nbsp;White Pine Chutes&nbsp;/&nbsp;Cardiac Ridge&nbsp;/&nbsp;George's Bowl\r\r&nbsp;\r\rPhoto: Cardiff Fork Big Cottonwood Canyon.&nbsp;&nbsp;\r\r&nbsp;\r\r\r\r&nbsp;\r\r&nbsp;\r\r&nbsp;\r",
    "UT_danger_rose": "https://utahavalanchecenter.org/sites/default/files/forecast/202304/20230408-070327-2.png",
    "UT_avyrating": 3,
    "solitude_detail": "It’s time, folks. Time for slushy thrills and soggy glory. Time to watch 100+ brave and flamboyant souls attempt to ski and ride across an 80-foot-long, three-foot-deep span of ice-cold water. It’s our Pond Skim Beach Party, and it’s not to be missed! The action starts at noon on the slope outside of Last Chance Lodge. Enjoy food, live music — and spectacular crashes into the pond. Elsewhere on the mountain, most of our terrain is now open with spring conditions present. That means firm conditions to start the day with the snow getting softer by the hour. Temperatures should hang around the mid-30s for most of the day today. We’re expecting cloudy skies in the morning, but the sun should make an appearance by the time the first skimmer goes full send."
}