{
    "mw_today": "Sunny, with a high near 62. Breezy, with a south wind 13 to 21 mph, with gusts as high as 31 mph. ",
    "mw_tonight": "A slight chance of rain showers before 4am, then a slight chance of rain and snow showers between 4am and 5am, then a slight chance of snow showers after 5am.  Mostly cloudy, with a low around 36. Breezy, with a south wind 15 to 20 mph decreasing to 9 to 14 mph after midnight. Winds could gust as high as 30 mph.  Chance of precipitation is 20%.",
    "btac_hazard": "<p style=\"font-weight: 400;\">The weather forecasters labeled yesterday as the warmest day since last fall for much of the region. It was a warm one and was highlighted by continued wet loose activity being noted by human triggers after a widespread natural cycle, which occurred on April 10. Things today will be ever so slightly cooler and with a bit more cloud cover, but the lack of a true refreeze is keeping many of us on our toes. It&rsquo;s been a winter of records and extremes, with record snowfall and now several days of very warm temperatures&mdash;just to our south our friends in Utah are in the midst of unprecedented avalanche activity that went from dry slabs to wet almost instantly. Yesterday I experienced one of the larger spring snowpack collapses I&rsquo;ve had in quite some time - a signal of the lack of refreezes and buried weaker snow. My point is to let things simmer down some more before beginning to poke around in avalanche terrain again. Cooler weather and some snow are on the horizon.</p>",
    "btac_weatherdisc": "<p class=\"nac-html-p\"><strong>Yesterday&nbsp;</strong>Temperatures in the mountains quickly climbed into the upper 40s F and hit near 60 F in the valleys. Winds were moderate out of the SW with gusts hitting 40 to 50 mph.</p>\n<p class=\"nac-html-p\"><strong>Today&nbsp;</strong>Overcast skies with temperatures reaching the upper 30's F and low 40's F. Winds will be light out of the SW. An approaching Pacific weather system will begin to approach the area today, and a thunderstorm is possible this afternoon and evening. Snowfall begins tonight into Thursday across the northern zones with potentially 4 to 8 inches above 7,500' - 8,000' - stay tuned.</p>\n<p><strong>Freezing Levels will rise today between 8,500'-9,000' across the zones with around an inch of snow by the end of the day.</strong></p>\n<p>&nbsp;</p>",
    "btac_bottomline": "<p>Human-triggered avalanches are likely at all elevations due to consecutive days of warm temperatures with minimal overnight refreezing. If you are traveling in the mountains today, limit your time and exposure when moving through avalanche terrain - both on and adjacent to you.&nbsp;Be on the lookout for sagging cornices, while a hazard in themselves they can also fail and trigger additional slides.&nbsp;</p>",
    "legecast": "4.10.23 - We are now closed for the winter season. Thanks for an incredible, record breaking season! See you May 20 when the tram re-opens for the summer. Bike Park and other activities and lifts opens June 12.",
    "last_snow": "April 9, 2023",
    "since_closed": "0",
    "24hr": "0",
    "48hr": "0",
    "7d": "5",
    "base": "129",
    "snowfall": "595",
    "tram_temp": "31",
    "tram_wind": "14 mph",
    "tram_status": "Forecasted",
    "sub_status": "Forecasted",
    "weather_key": 124006,
    "trail_per": "0%",
    "avy_rating": 3,
    "oto5": "5",
    "fiveto10": "5",
    "gt_detail": "Happy hump day. Today will be another wam morning with highs in the low 40's. As we approach the later afternoon, temperatures will drop and a significant precipitation cycle will persist for the next few days. It appears that the storm will be brief and we should have sunny skies back for closing weekend.",
    "gt_base": "135",
    "gt_snowfall": "578",
    "Sierra": "---",
    "Sierra_weatherdisc": "<p>SW winds increased yesterday, and some cloud cover moved into the region last night ahead of a cold front expected to pass by the area today. The overnight cloud cover helped keep temperatures above freezing again last night. Cloud cover should continue to increase today, with skies becoming mostly cloudy by this afternoon. The SW wind will also remain strong. The cold front should keep today's highs about 10 degrees cooler than yesterday. This cooler weather should continue through Thursday night, with the forecast calling for below-freezing overnight temperatures and cooler daytime highs.</p>",
    "Sierra_btmline": "<p>Prolonged warm weather without an overnight refreeze means wet snow avalanches and cornice failures will remain likely today.&nbsp; Traveling on slopes not steep enough to avalanche and staying away from cornices can help reduce your exposure to these avalanche problems today.&nbsp;</p>",
    "Sierra_hazard_disc": "<ul>\n<li>Observers reported more wet loose avalanches and recent cornice failures yesterday all across the forecast area.&nbsp;</li>\n<li>Glide cracks have also started to form on steep slopes in rocky areas. Like cornices, glide crack failures are notoriously difficult to predict, and staying away from slopes with glide cracks represents the best course of action.&nbsp;</li>\n</ul>",
    "Silvy": "Closed",
    "PT_24": "0.0&#8243",
    "PT_48": "0.0&#8243",
    "PT_7d": "2.0&#8243",
    "PT_wind": "51 mph",
    "PT_temp": "28.0 &#8457",
    "Sierra_avy_rating": 3,
    "PT_opensnow_0to5": "\n      0\"\n    ",
    "PT_opensnow_5to10": "\n      19\"\n    ",
    "UT_btmline": "\rA HIGH avalanche danger exists on all aspects and elevations.&nbsp; These are dangerous conditions.&nbsp;\r\rNaturally occurring wet loose, wet slab, and glide avalanches are expected again today.&nbsp; Avalanches will run long distances - even areas where there is currently little to no&nbsp;snow, such as trailheads or onto spring hiking trails.&nbsp;&nbsp;&nbsp;Avoid being on or beneath steep terrain.&nbsp;\r\r&nbsp;\r\rCornices and roof-alanches present a real danger today as well.\r\r\r&nbsp;\r",
    "UT_avyconditions": "\rHigh, thin clouds moved in overnight, portending relief, sweet relief, in the form of tonight's cold front.&nbsp;&nbsp;\r\rBut one more day in the broiler.\r\rMountain temperatures&nbsp;are in the upper 30s to upper 40s.&nbsp; Many areas have not seen a decent refreeze since the weekend.&nbsp;&nbsp;\r\rWinds from the southwest increased overnight, blowing 15-25mph with gusts to 40.&nbsp; The highest elevations average 40mph with gusts to 60.&nbsp;&nbsp;\r\r\r\rHigh and then mid-level clouds will push through today, along with moderate to strong winds from the southwest.&nbsp; Temperatures will be a touch cooler than yesterday, with highs in the 40s and 50s.&nbsp; It won't be pretty.\r\rTonight's cold front plummets temperatures tomorrow to the upper single digits and low teens.&nbsp; We might squeeze 3-6\" out of the storm.&nbsp;&nbsp;\r\r\r&nbsp;\r\r&nbsp;\r\r\r&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\r\r\r\r",
    "UT_recentactivity": "More wet avalanche carnage across the range yesterday. A few of note:\r\r\r\r\tRaymond Slabs full depth glide avalanche release\r\tMill A Maxfield Basin in BCC left a large debris pile filling the gulley 10' deep and within 300 yards of the road\r\tLCC - At least one and possibly two avalanches crossed a closed LCC&nbsp;road (7 Sisters, possibly one of the W Pine Chutes)\r\tEmigration Canyon roadcut avalanched and crossed both lanes\r\r\r&nbsp;\r\rPhoto of a natural&nbsp;wet avalanche in the White Pine Chutes in mid Little Cottonwood canyon (Photo UDOT)\r\r\r\r\r\r\rWe continue to document and update avalanche observations from last week's historic avalanche cycle. Check out all avalanche observations HERE.&nbsp;\r\r",
    "UT_danger_rose": "https://utahavalanchecenter.org/sites/default/files/forecast/202304/20230412-064608-6.png",
    "UT_avyrating": 4,
    "solitude_detail": "It's hump day! Or should we say slush day? Our warm weather continues today with highs in the mid 50s and sunshine throughout the day. A weak storm moving into the area tonight will bring some gusty winds to the mountain today, and thankfully some cooler temperatures starting on Thursday. We're expecting 2-6 inches from this storm by Friday — nothing huge by any means but we'll take it! With a few days straight of warm weather, snow instability is a real issue. Our patrollers will be assessing terrain throughout the day and closing terrain as needed — be sure to check the Solitude app for the latest on terrain and lift status. A reminder for those who plan to ski or ride today — UDOT will be closing the canyon between 11:00 a.m. and 4:00 p.m. thru Thursday this week due to increased avalanche hazard. Check the UDOT website or social media channels for the status of the canyon road and stay tuned to our app or website for the latest updates from Solitude."
}