{
    "mw_today": "Sunny, with a high near 57. Light and variable wind becoming south 8 to 13 mph in the afternoon. Winds could gust as high as 20 mph. ",
    "mw_tonight": "Partly cloudy, with a low around 29. South wind 7 to 13 mph, with gusts as high as 20 mph. ",
    "btac_hazard": "<p>Another good freeze last night, though not as strong as the previous one. Temperatures will be warmer today and small wet loose activity should continue to shed in steep solar terrain. Seemed like most of these slides were pretty small and slow yesterday, we will see if they pick up any more steam today. The high albedo of the snow yesterday deterred a fair amount of warming on northerly aspects. Enjoy the sunshine.&nbsp;</p>\n<p>The pack at the middle and upper elevations is still pretty far away from \"isothermal\". &nbsp;Recent avalanche activity has mostly been confined to some wet loose, dry loose, and maybe a rogue wind slab or two. At this point it looks like a decent trough drops in our zone out of the NW by Tuesday morning. This should bring cooler temps and unsettled weather through at least Thursday (April 20).&nbsp;</p>\n<p>Right now the Grand Targhee Snotel sits at 103% median SWE, Pine Creek Pass sits at 153%, Phillips Bench is at 116%, and Grassy Lake is at 112%. So while it seemed like it never stopped snowing and snow heights reached record levels at the middle and lower elevations, the upper elevations in the Tetons have not received a crazy amount of water like our southern neighbors. When and how the water comes out of the mountains will determine the fate of the reservoirs. Right now Jackson Lake sits at 25% full, Palisades Reservoir sits at 38% full, and the evaporative giant that is American Falls sits at 82%. Generally early melting causes a prolonged runoff with lower stream flows and less water capture. Late melting is good.&nbsp;</p>",
    "btac_weatherdisc": "<p><strong>Yesterday:&nbsp;</strong>Mostly sunny with very little wind. The snow remained susprisingly dry in places, likely due to its high albedo.</p>\n<p><strong>Last Night:&nbsp;</strong>Mostly clear, no new snow overnight. Low temperatures are currently in the mid 20s in the valleys and upper teens on the peaks. Winds averaged 10 mph out of the WSW on Rendezvous Summit.&nbsp;</p>\n<p><strong>Today's Forecast: </strong>HIGH PRESSURE! Mostly sunny with temperatures near 40 degrees on the peaks and in the mid 50s in the valleys. Winds will be south-westerly in the 5-15 mph range on the ridgelines.&nbsp;</p>",
    "btac_bottomline": "<p>The avalanche danger will start off at <strong>LOW</strong> this morning but could transition to <strong>MODERATE</strong> as the snowpack heats up. Small wind slabs remain a possible threat in the alpine, and wet loose activity will be more pronounced on southerly aspects. Monitor the effects of the sun today and seek out dry unconsolidated snow that has not been stiffened by the wind. Minimize exposure time on steep sunlit slopes, especially in and around rocky outcroppings.&nbsp;</p>",
    "legecast": "4.10.23 - We are now closed for the winter season. Thanks for an incredible, record breaking season! See you May 20 when the tram re-opens for the summer. Bike Park and other activities and lifts opens June 12.",
    "last_snow": "April 9, 2023",
    "since_closed": "0",
    "24hr": "0",
    "48hr": "0",
    "7d": "0",
    "base": "129",
    "snowfall": "595",
    "tram_temp": "30",
    "tram_wind": "13 mph",
    "tram_status": "CLOSED",
    "sub_status": "CLOSED",
    "weather_key": 124307,
    "trail_per": "0%",
    "avy_rating": 2,
    "oto5": "7",
    "fiveto10": "1",
    "gt_detail": "Happy closing day! No new snow to report this morning. Expect sunny skies, warm temperatures and low winds all day. Get out an enjoy some groomers for the last time this season. \nWhat a winter it's been at the Ghee. With almost 600&quot, this year has been one to remember. We'll see you next winter!\n-Christie & Jordan",
    "gt_base": "128",
    "gt_snowfall": "596",
    "Sierra": "---",
    "Sierra_weatherdisc": "<p>Warm and dry weather continue through today with above average temperatures.&nbsp; Temperature inversions strengthened overnight with most all remote sensors above 7000' reporting above freezing temperatures.&nbsp; SW winds will be strong to gale force with wind gusts of 60 to 70mph along upper ridges and peaks as a trough moves past our area to the north.&nbsp; Temperatures cool on Monday with increasing clouds as another trough moves into our area.&nbsp; Snow is expected on Monday night into Tuesday. &nbsp;</p>",
    "Sierra_btmline": "<p>Another day of warm temperatures and strong sunshine will form wet snow as daytime warming occurs.&nbsp; Wet loose avalanches will become possible as the snow surface become deep and unsupportable due to a limited overnight refreeze.&nbsp; Look for signs of wet unstable snow and move away from avalanche terrain if signs of instability exist.</p>",
    "Sierra_hazard_disc": "<div class=\"nac-tinymce\" data-v-48c83ac7=\"\">\n<div class=\"nac-tinymce\" data-v-48c83ac7=\"\">\n<ul class=\"nac-html-ul\">\n<li class=\"nac-html-li\">Glide cracks have started to form on some steep slopes in rocky areas. Like <a class=\"nac-html-a\" href=\"https://avalanche.org/avalanche-encyclopedia/avalanche/avalanche-problems/avalanche-problem-type/cornice-fall/\" target=\"_blank\" rel=\"noopener\" data-markjs=\"true\" data-tippy-content=\"A mass of snow deposited by the wind, often overhanging, and usually near a sharp terrain break such as a ridge. Cornices can break off unexpectedly and should be approached with caution.\">cornice</a> fall events, the exact timing of <a class=\"nac-html-a\" href=\"https://avalanche.org/avalanche-encyclopedia/avalanche/avalanche-release/glide/\" target=\"_blank\" rel=\"noopener\" data-markjs=\"true\" data-tippy-content=\"When the entire snowpack slowly moves as a unit on the ground, similar to a glacier.\">glide</a> crack <a class=\"nac-html-a\" href=\"https://avalanche.org/avalanche-encyclopedia/avalanche/\" target=\"_blank\" rel=\"noopener\" data-markjs=\"true\" data-tippy-content=\"A mass of snow sliding, tumbling, or flowing down an inclined surface.\">avalanches</a> are notoriously difficult to predict. Due to the uncertainty, consider avoiding travel on or below slopes with <a class=\"nac-html-a\" href=\"https://avalanche.org/avalanche-encyclopedia/avalanche/avalanche-release/glide/\" target=\"_blank\" rel=\"noopener\" data-markjs=\"true\" data-tippy-content=\"When the entire snowpack slowly moves as a unit on the ground, similar to a glacier.\">glide</a> cracks.</li>\n<li class=\"nac-html-li\">Over this weekend, the surface crust formed during overnight refreeze is expected to become thinner each night and melt faster each day due to increasingly warmer daytime and nighttime air temperatures. The window of time for travel in <a class=\"nac-html-a\" href=\"https://avalanche.org/avalanche-encyclopedia/avalanche/\" target=\"_blank\" rel=\"noopener\" data-markjs=\"true\" data-tippy-content=\"A mass of snow sliding, tumbling, or flowing down an inclined surface.\">avalanche</a> terrain before wet snow <a class=\"nac-html-a\" href=\"https://avalanche.org/avalanche-encyclopedia/avalanche/\" target=\"_blank\" rel=\"noopener\" data-markjs=\"true\" data-tippy-content=\"A mass of snow sliding, tumbling, or flowing down an inclined surface.\">avalanche</a> problems become a concern will get shorter each day. For travel in <a class=\"nac-html-a\" href=\"https://avalanche.org/avalanche-encyclopedia/avalanche/\" target=\"_blank\" rel=\"noopener\" data-markjs=\"true\" data-tippy-content=\"A mass of snow sliding, tumbling, or flowing down an inclined surface.\">avalanche</a> terrain, plan to start early and end early.</li>\n</ul>\n</div>\n</div>",
    "Silvy": "Closed",
    "PT_24": "0.0&#8243",
    "PT_48": "0.0&#8243",
    "PT_7d": "0.0&#8243",
    "PT_wind": "56 mph",
    "PT_temp": "34.0 &#8457",
    "Sierra_avy_rating": 2,
    "PT_opensnow_0to5": "\n      6\"\n    ",
    "PT_opensnow_5to10": "\n      0\"\n    ",
    "UT_btmline": "The avalanche danger will&nbsp;quickly rise to&nbsp;MODERATE&nbsp;on slopes facing east, south, and west at all elevations for wet snow avalanches due to the sun and warm temperatures. Both natural and human-triggered avalanches will be possible during the day's heat once the snow becomes wet and unstable.\rOther slopes facing the north side of the compass will not heat up as much,&nbsp;and therefore&nbsp;you will find a LOW avalanche danger.&nbsp;&nbsp;\r\r\r\rSlide-for-life conditions (where you cannot&nbsp;arrest after falling)&nbsp;are possible on&nbsp;smooth, hard, and frozen snow surfaces.\r\r",
    "UT_avyconditions": "\rUnder clear skies, the current mountain temperatures range from 22-32 °F allowing for another&nbsp;solid refreeze of the snowpack. Winds blow southwest at speeds of 10-15 mph.\r\r&nbsp;\r\rHigh pressure,&nbsp;sunshine, and increasing southerly winds are on tap for today.&nbsp;This morning we will&nbsp;warm much quicker&nbsp;as the temperatures are about 10 degrees warmer&nbsp;than yesterday at this time. Mountain temperatures will climb into the mid-40s and low 50s °F this afternoon,&nbsp;and winds will increase out of the southwest and blow 10-15 mph, gusting into the 20s. &nbsp;\r\r&nbsp;\r\rThe sun warmed the snow surface yesterday, allowing many riders to enjoy smooth turns on many aspects and elevations. Some even found 1-3 inches of dry powder snow in the upper alpine. Today will be no different, except it might get too hot and mushy in the afternoon&nbsp;eliminating&nbsp;the \"its corn\" song party on&nbsp;Instagram's&nbsp;story and&nbsp;reels.&nbsp;\r\r&nbsp;\r\r&nbsp;\r\r&nbsp;\r\r&nbsp;\r\r&nbsp;\r\r&nbsp;\r\r&nbsp;\r\r\r\r\r",
    "UT_recentactivity": "No new avalanches were reported from Saturday.&nbsp;Find all the observations HERE.&nbsp;\r",
    "UT_danger_rose": "https://utahavalanchecenter.org/sites/default/files/forecast/202304/20230416-062439-6.png",
    "UT_avyrating": 2,
    "solitude_detail": "Spring skiing will be in full effect today with all-day sunshine and temperatures ranging from the mid-30s to mid-40s. Temperatures were below freezing last night, so expect some early-day crunch as the mountain warms up. Groomed runs should provide the best skiing and riding through the morning – Sunshine Bowl and Main Street are great places to be when the snow starts to soften. Yesterday we opened all our terrain except Fantasy Ridge and expect the same terrain open again today. For advanced skiers, our gated terrain has been offering both frozen ugh and corn snow bliss. Highway to Heaven and the far reaches of east-facing Honeycomb were skiing great around noon yesterday. Wherever you end up on the mountain, you’re going to love the spring vibe at Solitude right now."
}