{
    "mw_today": "Snow showers likely, mainly before 5pm.  Cloudy, with a high near 23. Breezy, with a south southwest wind 9 to 15 mph becoming west in the afternoon. Winds could gust as high as 23 mph.  Chance of precipitation is 70%. Total daytime snow accumulation of less than a half inch possible. ",
    "mw_tonight": "A 40 percent chance of snow showers, mainly before 11pm.  Mostly cloudy, with a low around 10. Wind chill values as low as zero. West southwest wind 8 to 13 mph becoming south southeast after midnight. Winds could gust as high as 20 mph.  New snow accumulation of less than a half inch possible. ",
    "btac_hazard": "<p>Spring is officially here and with that comes changing conditions. As convection plays a larger role in the storms we receive, the predictability of the weather drastically goes down. This is that chaos stuff Lorenz was talking about it the 60s (look it up). As the predictability of the weather goes down so does the predictability of avalanches, especially those involving new snow and wind. Snowfall rates will spike this morning while winds will increase this afternoon on the backside of a cold front. So if I had to guess (which is my job) storm slabs will play a bigger role this morning while wind slabs will be on the rise throughout the afternoon.&nbsp;</p>\n<p>Recent avalanche activity has involved new storm snow and wind slabs up to size 1.5. Some of these avalanches have been triggered remotely.</p>\n<p>Snow depths are surpassing 3 meters at many locations at the middle and upper elevations throughout the range. The March 20th interface is now buried 1-3 feet deep on most aspects at the upper elevations.&nbsp;</p>",
    "btac_weatherdisc": "<p>Yesterday was mostly cloudy with convective snow showers throughout western Wyoming. <strong>Grand Targhee has received up to 22 inches of new snow in the last 24 hrs.&nbsp;</strong>Over the last 24 hours the east side of Tetons have picked up 4-9 inches of snow (ranging from the low elevations to the high), the Greys have picked up 4-10 inches, and Togwotee grabbed 5-7 inches. Currently temperatures in the valleys are around 15 degrees while the peaks are in the single digits. Winds averaged 19 mph out of the SW on Rendezvous Summit with a total of 451 miles.&nbsp;</p>\n<p>The forecast for today is for more snow showers as the trough axis moves to the easy of the forecast area. Post-frontal winds will slowly taper throughout the day with &nbsp;sustained ridgeline winds in the 15-20 mph range with gusts in the 30s out of the WNW. New snowfall accumulations in the 3-5 inch range are expected for most locations above 8,000 feet, with lower amounts in the valleys. It seems like post frontal convection has really kicked in on the west side of the Tetons which should result in locally higher snowfall totals. High temperatures are expected to reach near 15 degrees on the peaks and around 25 degrees in the valleys.&nbsp;</p>",
    "btac_bottomline": "<p>The avalanche danger will increase throughout the day as new snow and wind will conspire to create fresh wind and storm slabs. Human triggered avalanches are<strong> LIKELY</strong> at the middle and upper elevations, especially on the west side of the Tetons where up to 22 inches of snow has fallen in the last 24 hours. Pay attention to signs of instability such as cracking within wind drifted snow and upside down storm snow.</p>",
    "legecast": "6AM - Rise and shine Jackso....wait, what the... hey. Look! Up in the sky! More powerful than a locomotive, allowing you to leap tall cliffs in a single bound. Is it a bird? Is it a plane? No, it's powder, man. 9 more inches of the magical medium landed on Rendezvous Mountain over the past 24 hours, granting you the gumption to play in a superhero way. Expect continued snowfall through the day with gusty West winds whipping up vapor contrails in your wake. High temperatures will be cool for the date, topping out in the teens at the summit and the low to mid-20's down in the Villy. Now grab your gear and get out here, because it's time for you to get silly. -Lege",
    "last_snow": "March 25, 2023",
    "since_closed": "2",
    "24hr": "9",
    "48hr": "18",
    "7d": "36",
    "base": "135",
    "snowfall": "546",
    "tram_temp": "0",
    "tram_wind": "0 mph",
    "tram_status": "Forecasted",
    "sub_status": "Forecasted",
    "weather_key": 122798,
    "trail_per": "96%",
    "avy_rating": 3,
    "oto5": "8",
    "fiveto10": "19",
    "gt_detail": "Our biggest snowfall of the season so far! Mother Nature delivered 22&quot yesterday with 12&quot falling after lifts closed at 4pm.\nExpect a more fresh snow throughout the day today. Temperatures will remain in the mid teens with overcast skies. Get ready for continued precipitation over the next few days!",
    "gt_base": "151",
    "gt_snowfall": "484",
    "Sierra": "---",
    "Sierra_weatherdisc": "<p>It feels more like December than late March, with single-digit lows and highs in the 20s. This cold weather will persist through the weekend and into next week. The winds shifted to the NE overnight and decreased some. Light to moderate N winds should continue along the ridges today. Clouds will move in and out today and tomorrow with some periods of sun and some chance for light snow showers that do not produce much more than a dusting of snow in some areas. A strong cold winter storm should end the quiet weather when it brings intense snow, strong winds, and continued cold temps to the region starting Monday night. Check in with the <a href=\"https://www.wrh.noaa.gov/rev/avalanche/\" target=\"_blank\" rel=\"noopener\">Reno NWS</a> for more details.&nbsp;</p>",
    "Sierra_btmline": "<p>People could still trigger avalanches where slabs of wind-blown snow exist on open slopes near ridges and gullies and on steep slopes in sheltered areas where weak snow lingers below the surface. If you see signs of unstable snow, like recent avalanches or cracking in the snow, or if you have any doubt about the slope's stability, play it safe and move to terrain not steep enough for snow to slide downhill.</p>",
    "Sierra_hazard_disc": "<ul>\n<li>Human-triggered avalanches occurred yesterday including a wide-propagating wind slab on Red Lake Peak and a soft slab of storm snow that buried a person waist-deep on Trestle Peak.&nbsp;</li>\n<li>Numerous <a class=\"nac-html-a\" href=\"https://avalanche.org/avalanche-encyclopedia/avalanche/\" target=\"_blank\" rel=\"noopener\" data-markjs=\"true\" data-tippy-content=\"A mass of snow sliding, tumbling, or flowing down an inclined surface.\">avalanches</a> in the size <a class=\"nac-html-a\" href=\"https://avalanche.org/avalanche-encyclopedia/avalanche/avalanche-problems/avalanche-size/small-d1/\" target=\"_blank\" rel=\"noopener\" data-markjs=\"true\" data-tippy-content=\"Unlikely to bury a person.\">D1</a> to <a class=\"nac-html-a\" href=\"https://avalanche.org/avalanche-encyclopedia/avalanche/avalanche-problems/avalanche-size/large-d2/\" target=\"_blank\" rel=\"noopener\" data-markjs=\"true\" data-tippy-content=\"Can bury, injure, or kill a person.\">D2</a> range were <a class=\"nac-html-a\" href=\"https://avalanche.org/avalanche-encyclopedia/avalanche/trigger/\" target=\"_blank\" rel=\"noopener\" data-markjs=\"true\" data-tippy-content=\"A disturbance that initiates fracture within the weak layer causing an avalanche. In 90 percent of avalanche accidents, the victim or someone in the victims party triggers the avalanche.\">triggered</a> Monday by backcountry travelers on N to NE <a class=\"nac-html-a\" href=\"https://avalanche.org/avalanche-encyclopedia/terrain/slope-characteristics/aspect/\" target=\"_blank\" rel=\"noopener\" data-markjs=\"true\" data-tippy-content=\"The compass direction a slope faces (i.e. North, South, East, or West.)\">aspects</a> in the Donner Summit, West Shore Tahoe, and Carson Pass areas.&nbsp; At least two <a class=\"nac-glossary\" href=\"https://avalanche.org/avalanche-encyclopedia/avalanche/\" target=\"_blank\" rel=\"noopener\" data-markjs=\"true\" data-tippy-content=\"A mass of snow sliding, tumbling, or flowing down an inclined surface.\">avalanches</a> involved buried surface hoar.</li>\n<li>Snowpit tests and observations continue to show variable results on the numerous potential weak layers in the upper snowpack.&nbsp;</li>\n<li>Unseasonably cold weather seems to have prevented widespread wet snow from forming despite the strong spring sun.</li>\n</ul>",
    "Silvy": "Closed",
    "PT_24": "0.0&#8243",
    "PT_48": "0.0&#8243",
    "PT_7d": "16.0&#8243",
    "PT_wind": "31 mph",
    "PT_temp": "11.0 &#8457",
    "Sierra_avy_rating": 2,
    "PT_opensnow_0to5": "\n      22\"\n    ",
    "PT_opensnow_5to10": "\n      11\"\n    "
}