{
    "mw_today": "Scattered snow showers before 3pm, then isolated snow showers after 5pm.  Mostly cloudy, with a high near 29. Blustery, with a north northeast wind 11 to 17 mph, with gusts as high as 24 mph.  Chance of precipitation is 30%.",
    "mw_tonight": "Isolated snow showers before 8pm.  Mostly cloudy, with a low around 5. Wind chill values as low as -5. Northeast wind 9 to 14 mph becoming light east northeast  after midnight. Winds could gust as high as 20 mph.  Chance of precipitation is 20%.",
    "btac_hazard": "<p>It's been a wild ride. Over the past two weeks, our mountains have slowly but surely picked up 2-3'+ of new snow. Cold temperatures have produced uncharacteristically light powder&mdash;it's felt more like February than April lately. The final round of snowfall throughout the remainder of this week will deliver several more inches of snowfall, warming temperatures, and strong, gusty winds.&nbsp; Be prepared to shift your mindset as you head out today and dial back your ambitions as winds increase or if you encounter slabs in unexpected places. The only way to guarantee layers of weak snow won't be an issue is to avoid the terrain where they exist. Unfortunately, that describes a lot of slopes out there. Fortunately, you can significantly reduce your exposure to the hazard by choosing gentler sheltered terrain.&nbsp;</p>\n<p>Frustrated about the complexities of the above problems this late in spring? Don't worry, I'm there with you. One of my favorite things to do is ski avalanche terrain in the spring, and my preference is steep avalanche terrain. But my priority will always be to come home in one piece at the end of the day. Because of the uncertainty associated with these weak layers, I've taken a step back from steep slopes where these weak layers exist, particularly in places that just had a bunch of snow piled up on top of them. There is lots of good skiing and riding to be found in gentler terrain currently. Being exposed to a number of avalanche problems each day, whether at work or play, means that your margins have to be very clearly defined. Thus, though it may not be my first choice for this time of year, it's the only way I can ensure I can head back out again tomorrow. Enjoy another taste of winter, and take some time to think about the range of hazards you'll be facing today.</p>",
    "btac_weatherdisc": "<p><strong>Yesterday&nbsp;</strong>saw mixed skies and light winds shifting northeast as a low-pressure system continues to track to our east. A trace to an inch of snowfall fell throughout the day, with 24-hour accumulations of around 3-8 inches in the Greys, 3 inches in the Tetons, and 3 inches at Togwotee Pass.&nbsp;</p>\n<p><strong>Today</strong> brings colder temperatures with highs in the twenties and a decrease to the single digits and teens deg F expected into Wednesday. Northeast winds will increase today into the 20-30 mph range with gusts into the 40s. I've said before, nothing good ever comes on a north wind. Snowfall is expected to pause this morning in the Tetons and Togwotee, but continue throughout the day and concentrated to the southern portion of the Greys River zone. 3-5 inches of accumulation is expected, again with locally higher amounts in the Greys.</p>\n<p><em>It is worth already having on your radar that the next nicer clearing is expected Thursday, and moving into next week, temperatures are expected to warm back to \"normal April\" temperatures. Any sunny, calm weather will likely produce a substantial shed cycle on many slopes.</em></p>",
    "btac_bottomline": "<p>Triggering a large, dangerous avalanche remains possible&mdash;especially in wind-affected, upper-elevation terrain. Continued snowfall and strong winds today will create sensitive drifts and add more weight to buried weak layers. &nbsp;Expect to find these in atypical locations, thanks to the strength and direction of the wind.&nbsp;&nbsp;</p>",
    "legecast": "6AM - Get on up, because we are down to the final days. With eyes glazed we've entered a realm where even those raised on pow become truly amazed. Over 585 inches of snow has fallen this season! Embracing the big mountain craze is your only hope to escape the moment unfazed. With 2 inches of windblown freshness complementing our deep snow depths, all your wildest dreams remain possible today. Expect cool high temperatures to top out in the upper teens at the summit and the upper 20's down in the base area. Chilly Northeast winds will be gusting between 10-30 mph, so layer accordingly. We don't do Nik-Naks or Paddywhacks, we give powder hounds a bone. Just head to the village if you need to be shown. Then you take a quick Tram trip to the magical zone. -Dr.H\n ",
    "last_snow": "April 4, 2023",
    "since_closed": "1",
    "24hr": "2",
    "48hr": "10",
    "7d": "39",
    "base": "139",
    "snowfall": "588",
    "tram_temp": "11",
    "tram_wind": "0 mph",
    "tram_status": "Forecasted",
    "sub_status": "Forecasted",
    "weather_key": 123544,
    "trail_per": "98%",
    "avy_rating": 2,
    "oto5": "2",
    "fiveto10": "3",
    "gt_detail": "2&quot overnight with cold temperatures and light winds today. Today is the last day with single digit lows for the foreseeable future. Warmer temperatures and sunny skies are on their way this weekend.",
    "gt_base": "151",
    "gt_snowfall": "576",
    "Sierra": "---",
    "Sierra_weatherdisc": "<p>Light snow showers and cloudy skies yesterday gave way to clear, cold weather with NE winds overnight in most places. Light snow showers did linger over a few spots without producing much accumulation. Overnight lows bottomed out in the single digits. The cold weather should stick around today, with highs only expected to climb into the 20s in the mountains. It will feel even colder due to wind chills resulting from the strong NW winds today. The forecast calls for mostly sunny skies this morning, with some clouds developing over the region this afternoon. Tomorrow should see the start of a warming trend as the daytime highs push into the mid-30s and maybe even low-40s in the mountains. More spring-like weather should prevail on Wednesday and Thursday.&nbsp;</p>",
    "Sierra_btmline": "<p>People could trigger avalanches where slabs of wind-blown have piled up near ridges, in gullies, and on steep open slopes. New snow could also slide downhill on firm surfaces below it in more sheltered terrain. If you see signs of unstable snow, like recent avalanches or cracking in the snow, or if you have any doubt about the slope's stability, you can reduce your risk by using terrain not steep enough to avalanche.</p>",
    "Sierra_hazard_disc": "<div class=\"nac-tinymce\" data-v-48c83ac7=\"\">\n<div class=\"nac-tinymce\" data-v-48c83ac7=\"\">\n<div class=\"nac-tinymce\" data-v-48c83ac7=\"\">\n<ul class=\"nac-html-ul\">\n<li class=\"nac-html-li\">Shooting cracks and test slope failures occurred in newly wind-loaded areas near Carson Pass and on the West Shore yesterday. Many human <a class=\"nac-glossary\" href=\"https://avalanche.org/avalanche-encyclopedia/avalanche/trigger/\" target=\"_blank\" rel=\"noopener\" data-markjs=\"true\" data-tippy-content=\"A disturbance that initiates fracture within the weak layer causing an avalanche. In 90 percent of avalanche accidents, the victim or someone in the victims party triggers the avalanche.\">triggered</a> wind <a class=\"nac-glossary\" href=\"https://avalanche.org/avalanche-encyclopedia/snowpack/slab/\" target=\"_blank\" rel=\"noopener\" data-markjs=\"true\" data-tippy-content=\"A relatively cohesive snowpack layer.\">slab</a> <a class=\"nac-glossary\" href=\"https://avalanche.org/avalanche-encyclopedia/avalanche/\" target=\"_blank\" rel=\"noopener\" data-markjs=\"true\" data-tippy-content=\"A mass of snow sliding, tumbling, or flowing down an inclined surface.\">avalanches</a> have occurred since Wednesday throughout the forecast region. Most of the sunny days in March have seen human-triggered wind slabs, and several close calls have occurred this spring.&nbsp; &nbsp;Check out our <a class=\"nac-html-a\" href=\"https://www.sierraavalanchecenter.org/observations\" target=\"_blank\" rel=\"noopener\">observation page</a> or the Media Gallery below for more information.</li>\n<li class=\"nac-html-li\">Large cornices exist along many ridgelines. Some of them have deep cracks behind them.&nbsp;</li>\n<li class=\"nac-html-li\">Unseasonably cold weather, continued NW winds, and increased cloud cover this afternoon should prevent widespread wet snow from forming despite the intense spring sun.&nbsp;</li>\n<li>Signs of persistent instability on <a class=\"nac-html-a\" href=\"https://avalanche.org/avalanche-encyclopedia/snowpack/weak-layer/storm-snow-weak-layers/graupel-rimed-particles/\" target=\"_blank\" rel=\"noopener\" data-markjs=\"true\" data-tippy-content=\"Heavily rimed new snow, often shaped like little Styrofoam balls.\">graupel</a> and crust <a class=\"nac-html-a\" href=\"https://avalanche.org/avalanche-encyclopedia/snowpack/snow-layer/\" target=\"_blank\" rel=\"noopener\" data-markjs=\"true\" data-tippy-content=\"A snowpack stratum differentiated from others by weather, metamorphism, or other processes.\">layers</a> across NW-N-NE <a class=\"nac-html-a\" href=\"https://avalanche.org/avalanche-encyclopedia/terrain/slope-characteristics/aspect/\" target=\"_blank\" rel=\"noopener\" data-markjs=\"true\" data-tippy-content=\"The compass direction a slope faces (i.e. North, South, East, or West.)\">aspects</a> within the forecast area have become increasingly isolated and difficult to trigger. <a class=\"nac-html-a\" href=\"https://avalanche.org/avalanche-encyclopedia/avalanche/trigger/\" target=\"_blank\" rel=\"noopener\" data-markjs=\"true\" data-tippy-content=\"A disturbance that initiates fracture within the weak layer causing an avalanche. In 90 percent of avalanche accidents, the victim or someone in the victims party triggers the avalanche.\">Triggering</a> an isolated <a class=\"nac-html-a\" href=\"https://avalanche.org/avalanche-encyclopedia/avalanche/avalanche-problems/avalanche-problem-type/persistent-slab/\" target=\"_blank\" rel=\"noopener\" data-markjs=\"true\" data-tippy-content=\"Avalanche problem caused by weak layers buried in the snowpack that can produce avalanches for several days or weeks after a storm.\">persistent slab</a> <a class=\"nac-html-a\" href=\"https://avalanche.org/avalanche-encyclopedia/avalanche/\" target=\"_blank\" rel=\"noopener\" data-markjs=\"true\" data-tippy-content=\"A mass of snow sliding, tumbling, or flowing down an inclined surface.\">avalanche</a> 1.5 to 4+ feet deep in snowpack has become unlikely on a regional scale but may not be impossible.</li>\n</ul>\n</div>\n</div>\n</div>",
    "Silvy": "Closed",
    "PT_24": "0.0&#8243",
    "PT_48": "0.0&#8243",
    "PT_7d": "20.0&#8243",
    "PT_wind": "24 mph",
    "PT_temp": "16.0 &#8457",
    "Sierra_avy_rating": 2,
    "PT_opensnow_0to5": "\n      4\"\n    ",
    "PT_opensnow_5to10": "\n      1\"\n    ",
    "UT_btmline": "The avalanche danger is HIGH.&nbsp; Very dangerous avalanche conditions exist.&nbsp; Natural and human triggered avalanches are very likely.\r\rAvoid all avalanche terrain. This includes underneath steep terrain.&nbsp; Avalanches will run fast and far today.\r\r&nbsp;\r",
    "UT_avyconditions": "It's the perfect storm.&nbsp;&nbsp;\r\rOvernight snow totals in upper LCC are 20-24\" (1.07-1.30\" Snow Water Equivalent).&nbsp; Those are overnight snow totals. Storm totals are 35\"/2.30\".&nbsp;&nbsp;\r\rBig Cottonwood - 8-16\", favoring the mid-canyon. Storm totals are 20-24\"/1.3\"SWE.\r\rPark City ridgeline -&nbsp;6-12\", favoring the north end of the ridgeline.&nbsp; Storm totals are 16-24\"/1.17\"SWE\r\rMountain temperatures are in the single digits to low teens.\r\rWinds, as foretold, ramped up overnight from the west-northwest, blowing 15-25mph with gusts to 40.&nbsp; The highest peaks have gusts to 75.&nbsp;&nbsp;\r\r\r\rWe'll see continued periods of heavy snowfall today with perhaps an additional 6-12\" or so, although amounts may vary widely. Snowfall will continue through tomorrow morning.\r\rMountain temps will be in the single digits to low teens.&nbsp; Winds from the west-northwest will lose some steam, but I view them as excellent wind slab building material.&nbsp;&nbsp;\r\rWe dry out mid to late week with a warming trend on tap for the weekend.\r\r\r&nbsp;\r\r\r\r",
    "UT_recentactivity": "Ski areas yesterday reported widespread and sensitive but shallow long running soft slab and loose snow avalanches.&nbsp; Long running natural avalanches ran in the early evening hours.&nbsp; Backcountry observers reported sensitive new snow soft slabs, even in protected terrain of the mid-elevations.&nbsp;&nbsp;\r\rCheck out all observations HERE.&nbsp;\r",
    "UT_danger_rose": "https://utahavalanchecenter.org/sites/default/files/forecast/202304/20230404-065248-6.png",
    "UT_avyrating": 4,
    "solitude_detail": "Our spring storm has continued to supply us with a steady stream of the good stuff, piling up another 7 inches of fresh snow overnight for a current storm total of 21 inches! The storm riding will continue today, with periods of heavy snow throughout the day and temps in the lower 20s expected. Our patrollers were able to drop ropes on Milk Run as well as west-facing Honeycomb Canyon terrain for those who made it up yesterday, and will be continuing their avalanche mitigation work as more snow comes in today. Be on the lookout for updates from UDOT and Solitude social media regarding potential road closures and always travel prepared for the conditions."
}