{
    "mw_today": "A 20 percent chance of snow showers between 1pm and 5pm.  Partly sunny, with a high near 29. Wind chill values as low as zero. Northwest wind 5 to 9 mph becoming southwest in the afternoon. ",
    "mw_tonight": "Mostly cloudy, with a low around 5. Wind chill values as low as -5. Southwest wind 6 to 9 mph becoming southeast after midnight. ",
    "btac_hazard": "<p><strong>Persistent Slab Complexity</strong></p>\n<p><span style=\"font-weight: 400;\">The big question on everyone&rsquo;s mind is the weak interface buried March 20th during the recent storm cycle. This interface resulted in multiple avalanches that were sensitive to remote triggering, which is now depicted as a persistent slab problem. All avalanche activity occurred on easterly aspects where near surface facets lie above a stout crust. A high amount of uncertainty remains in regards to the sensitivity and distribution of this weak layer across different aspects. Continued cold temperatures will slow the process of stabilizing this weak layer, so understanding the consequences of triggering a large avalanche should be in the forefront of your decision making as you travel in the mountains today. Dig down and identify this layer to aid your terrain choice. </span></p>",
    "btac_weatherdisc": "<p><strong>Yesterday</strong><span style=\"font-weight: 400;\">: A few snow showers lingered with 2-3&rdquo; in the Tetons, 1-2&rdquo; at Togwotee and no new snow down in the Greys. Winds remained light with moderate gusts out of the SW transitioning NW last night. Temperatures climbed to around 20&deg; yesterday around 9000&rsquo; dropping to the single digits and below zero up high. Sky covered remained mostly cloudy in the Tetons and Togwotee with more clearing and warmer temperatures in the Greys.</span></p>\n<p><strong>Today: </strong><span style=\"font-weight: 400;\">Skies will finally clear as the mountains receive the first significant sunlight since the recent storm. No new snow is expected. Winds will transition back from NW to W remaining light with moderate gusts. Temperatures will start cold climbing to the 20s by this afternoon.&nbsp;</span></p>",
    "btac_bottomline": "<p><span style=\"font-weight: 400;\">Recent snow accompanied by moderate winds formed slabs and buried a weak layer 2-3 feet deep that resulted in numerous avalanches. Triggering an avalanche will still be possible today, especially in areas that contain a combination of lingering wind slabs above that weak layer. Careful terrain assessment will be required to identify previously wind loaded terrain and the sensitivity of the buried weak layer across different aspects. Monitor for increased reactivity on slopes that receive sun.&nbsp;</span></p>",
    "legecast": "6 AM: Rub those bleary eyes and let your pupils dilate, because the slow trickle of pow just won't abate. 3 more inches over the past 24 hours brings us to an astounding 555\" for the season. If anyone asks why you're not at work, just tell 'em that's the reason. We'll be featuring partly sunny skies on the mountain today, accented by a stray snow shower or two. Expect continued cool temperatures to top out in the upper teens at the summit and the upper 20's in Teton Village. Moderate West winds will be blowing in the neighborhood of 5-15 mph, so bundle up before you go out to pillage. Make it your Monday mission statement to mash-up the mundane. Because any other goal would be utterly insane. -Lege",
    "last_snow": "March 27, 2023",
    "since_closed": "1",
    "24hr": "3",
    "48hr": "7",
    "7d": "43",
    "base": "133",
    "snowfall": "555",
    "tram_temp": "4",
    "tram_wind": "2 mph",
    "tram_status": "OPEN",
    "sub_status": "OPEN",
    "weather_key": 122953,
    "trail_per": "98%",
    "avy_rating": 2,
    "oto5": "7",
    "fiveto10": "22",
    "gt_detail": "3&quot in the past 24 hours with 3&quot falling after lifts closed at 4pm.\nExpect light flurries throughout the day today with temperatures remaining in the mid twenties and overcast skies. Looking into next week, we will have a break in the pattern of deep snowfall until Wednesday evening, bringing a new storm cycle our way.",
    "gt_base": "159",
    "gt_snowfall": "500",
    "Sierra": "---",
    "Sierra_weatherdisc": "<p>The forecast calls for slightly warmer, albeit still below-average, temperatures today. Cloud cover and SW winds should increase ahead of the winter storm expected to hit the region tonight through Wednesday. Snowfall may start tonight and become more intense when the main part of the storm arrives tomorrow. Expect continuous snow and strong SW winds all day tomorrow. By Wednesday, the snow should become more showery as the main focus of the storm moves on. Currently, the weather service forecasts 1 to 2 feet of new snow above 7000 ft by Wednesday afternoon, with some areas getting closer to 30 inches.&nbsp;</p>",
    "Sierra_btmline": "<p>Triggering an avalanche remains possible today. Watch out for areas where wind-blown snow has piled up on open slopes near ridges, gullies, and below cornices. Weak snow may still linger on steep slopes in cold, sheltered areas. If you see signs of unstable snow, move to terrain not steep enough for snow to slide downhill.</p>\n<p>The avalanche danger will increase tomorrow as a winter storm impacts the area.&nbsp;</p>",
    "Sierra_hazard_disc": "<ul>\n<li>Ski cuts above a test slope on Carson Pass yesterday triggered a wider-than-expected wind slab failure in the test slope. Another test slope in that area did not break as wide. In the Incline Lake Peak area, ski cuts and tests on wind-loaded test slopes did not produce signs of instability.&nbsp;</li>\n<li>Ski cuts on a sheltered N-facing test slope that had previously avalanched caused yesterday's fresh snow to sluff off the firm snow below it on Incline Lake Peak.&nbsp;</li>\n<li>While some small rollerballs or pinwheels may form on sunny slopes today, unseasonably cold weather and increased cloud cover this afternoon should prevent widespread wet snow from forming despite the intense spring sun. Sun crusts may exist on sun-exposed E-SE-S-SW-W aspects.</li>\n<li>No new surface hoar related avalanches have been reported since Monday, and tests targeting this layer indicate that it has gone dormant.</li>\n<li>The layers in the upper snowpack have started adjusting to the current load, but an additional load tomorrow may reactivate some of these weaknesses.</li>\n</ul>",
    "Silvy": "Closed",
    "PT_24": "0.0&#8243",
    "PT_48": "0.0&#8243",
    "PT_7d": "8.0&#8243",
    "PT_wind": "12 mph",
    "PT_temp": "13.0 &#8457",
    "Sierra_avy_rating": 2,
    "PT_opensnow_0to5": "\n      20\"\n    ",
    "PT_opensnow_5to10": "\n      12\"\n    ",
    "UT_btmline": "A CONSIDERABLE avalanche danger spans the steep wind drifted terrain of&nbsp;the mid and upper elevations. Human triggered avalanches will be likely, particularly on steep north to east to south facing slopes.&nbsp;&nbsp;Out of the wind, sluffing&nbsp;can be expected in the steepest terrain.\r\rHeavy snowfall and strong winds over the past few days have created a layered and conditionally unstable snowpack.&nbsp; Caution is essential today on all aspects and elevations.&nbsp;&nbsp;\r\r&nbsp;\r\r&nbsp;\r\r&nbsp;\r\r\r&nbsp;\r\r",
    "UT_avyconditions": "Would you believe me if I told you it was still snowing?&nbsp;&nbsp;\r\rThe Cottonwoods and Park City areas picked up 3-5\" of cold smoke overnight, with mid-LCC&nbsp;reporting 12\" overnight.&nbsp; We're now pushing storm totals to 40-60\" (4.0\"-4.50\" SWE) since mid-week.&nbsp;&nbsp;\r\rMountain temperatures are in the single digits but winds are currently playing the spoiler.&nbsp; 11,000' winds have averaged 35-45mph with gusts to 60mph the last few hours.&nbsp; Even many mid-elevation anemometers are blowing 20-25mph with gusts to 40mph.&nbsp;&nbsp;\r\rWe should be seeing \"peak\" snowfall and winds this morning.&nbsp; We'll start to dry out (if only for a day or two) and possibly see a touch of blue by afternoon.&nbsp; Winds will lose steam and average 15mph along the 10k ridgelines.&nbsp;&nbsp;\r\rTuesday will be a bit of a break ahead of the next prolonged storm system that will bring at-times heavy snowfall Wednesday afternoon through Friday.&nbsp; 1-2' can be expected.&nbsp; The next storm is forecast for late weekend.&nbsp;&nbsp;\r\r\r\rOff the charts at Snowbird.&nbsp; Almost 200% of \"average\".&nbsp; NRCS page\r\r&nbsp;\r",
    "UT_recentactivity": "Skiers triggered a few shallow soft slabs in the new snow in Neffs and on Kessler Peak yesterday.&nbsp; These were up to a foot deep and 50' wide.&nbsp; One skier was briefly caught and carried in the west couloir of Kessler Peak. Just up canyon, a likely natural cornice-fall triggered a fresh soft slab on the steep Silver Fork headwall 2' deep and 150' wide.&nbsp;&nbsp;\r\rAvalanche control work along the southern end of the Park City ridgeline pulled out a 2-4' deep avalanche on a lightly-trafficked and heavily wind loaded northeast facing slope at 9900'.&nbsp;&nbsp;\r\r***The Outlier - on Saturday, a snowmobile remotely triggered a significant avalanche just south of the Ant Knolls in upper Snake Creek (above Heber/Midway).&nbsp; (pics 1, 2) This avalanche ripped out 2' deep and 700' wide on a steep easterly facing slope at 9400', failing on a thin layer of surface facets, and buried by the mid-week storm(s).&nbsp; It left large debris piles and barely overran the groomed Cummings Parkway track below.&nbsp; What is troubling is that this was the only avalanche I noted in the vicinity; that I experienced no cracking or collapsing, and snow tests did not necessarily send a bunch of red flags.&nbsp; &nbsp;How should this affect terrain choices for today?&nbsp;&nbsp;\r\r\r\r\r\r&nbsp;\r\r&nbsp;\r\r&nbsp;\r",
    "UT_danger_rose": "https://utahavalanchecenter.org/sites/default/files/forecast/202303/20230327-073250-6.png",
    "UT_avyrating": 3,
    "solitude_detail": "Solitude is joining the 700 club! That's right, we've picked up 703 inches of snow since the start of our season, making this season Solitude's snowiest year in recorded history! We're starting our week off with some relatively calm weather after a wild week of snow, though snow showers overnight have left the mountain with 3 inches of fresh fluff this morning. Temperatures have warmed up a bit and we're expecting a high of around 23 degrees today. There may be a few stray snow showers in the morning but we're expecting mostly sunny conditions as the day goes on. Our patrollers were able to open most of Honeycomb Canyon terrain yesterday afternoon, with lots of fresh snow to be had! Patrol will be continuing their mitigation work today, remember to check the Solitude app to keep up with the latest on terrain openings and lift status as we work to open terrain."
}