{
    "mw_today": "Snow showers likely, mainly after noon.  Mostly cloudy, with a high near 31. East southeast wind 5 to 8 mph becoming west northwest in the afternoon.  Chance of precipitation is 60%. Total daytime snow accumulation of less than a half inch possible. ",
    "mw_tonight": "Snow showers likely, mainly before 10pm.  Mostly cloudy, with a low around 18. Blustery, with a west wind 9 to 17 mph becoming northeast after midnight. Winds could gust as high as 24 mph.  Chance of precipitation is 60%. New snow accumulation of 1 to 3 inches possible. ",
    "btac_hazard": "<p>The Tetons have picked up 3-8 inches of snow over the last 24 hrs. Winds on Rendezvous Summit have averaged 15 mph out of the WSW with 361 total miles of wind. The forecast for today is for increasing snow showers and easterly ridgetop winds around 10 mph. 1-2 inches of accumulation is possible with high temperatures on the summits near 20 degrees. The valleys could reach the low 30s.&nbsp;</p>\n<p>Most new snow avalanche problems should fail on the 3/30 interface, but there is still potential for things to step down to the 3/20 layer. Recent avalanche activity has included wind/storm slabs up to size 2 on NE through E through S aspects.&nbsp;</p>\n<p>&nbsp;</p>",
    "btac_weatherdisc": "<p><strong>Yesterday and Last Night:&nbsp;</strong>Mostly cloudy with snow showers. The Tetons picked up 3-8 inches in the last 24 hrs, the Greys picked up 3-9 inches, and Togwotee picked up 1-3 inches. Winds averaged 15 mph out of the WSW on Rendezvous Summit with 361 total miles of wind. Temperatures are currently in the single digits on the peaks and high teens in the valleys.&nbsp;</p>\n<p><strong>Today:</strong> Mostly cloudy with snow showers. A closed low tracks over south-central Wyoming, bringing the potential for upslope precipitation on the eastern edge of the major mountain ranges. Winds will be easterly around 10 mph, increasing this evening. High temperatures will reach the low 20s on the peaks and low 30s in the valleys. An additional 1-2 inches of snow is expected, with more possible on the east side of the continental divide at Togwotee and in the southern portion of the Greys River Zone.&nbsp;</p>",
    "btac_bottomline": "<p>Human triggered avalanches will be likely at the upper elevations, especially where wind affected snow overlies buried weak layers and crusts on slopes steeper than 35 degrees. These layers of concern are located within the top meter of the snowpack and are showing the strongest signature on NE through E through SE aspects. Pay attention to signs of instability such as cracking within wind drifted snow and use your shovel to assess buried weak layers. Minimize exposure time on sunlit aspects if the sun pokes through the clouds today. &nbsp;</p>",
    "legecast": "6AM - Up and at 'em Jackson Hole there's no more time to waste, because we've reached the final week of this amazing winter season. Let the bittersweet sentiment that's bouncing in your brain be fuel for these dwindling days, you don't need to provide a logical reason. 8 fresh inches over the past 24 hours is the perfect excuse for you to blow of work and come get loose. Cool temperatures that top out near 20 at the summit and tickle the freezing mark in the Village, will keep the crystals flying under cloudy skies that promise to produce a few afternoon snow showers. Winds will be light and variable, adding a contrasting air of solitude to the recent slopeside madness. Don't let a single remaining moment pass without getting your fill. It's time to start checking those special lines off your alpine wish list... You know I will. -Lege",
    "last_snow": "April 3, 2023",
    "since_closed": "2",
    "24hr": "8",
    "48hr": "21",
    "7d": "37",
    "base": "141",
    "snowfall": "588",
    "tram_temp": "17",
    "tram_wind": "7 mph",
    "tram_status": "OPEN",
    "sub_status": "OPEN",
    "weather_key": 123470,
    "trail_per": "98%",
    "avy_rating": 3,
    "oto5": "4",
    "fiveto10": "2",
    "gt_detail": "6&quot in the past 24 hours, 0&quot overnight. Expect to see overcast skies and a weak low pressure system to roll through the Tetons starting tomorrow afternoon. High temperatures in the low thirties with slight wind throughout the day. Spring is finally on its way!",
    "gt_base": "151",
    "gt_snowfall": "574",
    "Sierra": "---",
    "Sierra_weatherdisc": "<p>1 to 3'' of new snow at the lower elevations with up to 6'' of new snow above 8000' fell overnight.&nbsp; Light to moderate snow showers will continue this morning with the chance of convective snow showers this afternoon.&nbsp; A couple to few inches of additional snow is possible where these snow showers set up.&nbsp; Temperatures today will be cold for April at around 20 degrees below average, with temperatures in the mid-teens to mid-20&rsquo;s above 7000&rsquo;.&nbsp; Strong to gale force winds are shifting from the SW to the W and will continue to the NW today.&nbsp; Northerly winds will continue later today and through Tuesday.&nbsp; Temperatures will slowly warm throughout the week with April average temperatures expected by Thursday.</p>",
    "Sierra_btmline": "<p>New snow with strong winds will form slabs of wind-blown snow along ridges, gully features, and exposed areas.&nbsp; New storm snow may not bond well to itself or the old snow surface causing unstable storm slabs.&nbsp; Make a plan that includes cautious route finding and decision making to avoid todays avalanche problems.</p>",
    "Sierra_hazard_disc": "<div class=\"nac-tinymce\" data-v-48c83ac7=\"\">\n<div class=\"nac-tinymce\" data-v-48c83ac7=\"\">\n<div class=\"nac-tinymce\" data-v-48c83ac7=\"\">\n<ul class=\"nac-html-ul\">\n<li class=\"nac-html-li\">Unstable wind <a class=\"nac-html-a\" href=\"https://avalanche.org/avalanche-encyclopedia/snowpack/slab/\" target=\"_blank\" rel=\"noopener\" data-markjs=\"true\" data-tippy-content=\"A relatively cohesive snowpack layer.\">slabs</a> continue in some ridgetop areas.&nbsp; Many human <a class=\"nac-glossary\" href=\"https://avalanche.org/avalanche-encyclopedia/avalanche/trigger/\" target=\"_blank\" rel=\"noopener\" data-markjs=\"true\" data-tippy-content=\"A disturbance that initiates fracture within the weak layer causing an avalanche. In 90 percent of avalanche accidents, the victim or someone in the victims party triggers the avalanche.\">triggered</a> wind <a class=\"nac-glossary\" href=\"https://avalanche.org/avalanche-encyclopedia/snowpack/slab/\" target=\"_blank\" rel=\"noopener\" data-markjs=\"true\" data-tippy-content=\"A relatively cohesive snowpack layer.\">slab</a> <a class=\"nac-glossary\" href=\"https://avalanche.org/avalanche-encyclopedia/avalanche/\" target=\"_blank\" rel=\"noopener\" data-markjs=\"true\" data-tippy-content=\"A mass of snow sliding, tumbling, or flowing down an inclined surface.\">avalanches</a> have occurred Wednesday-Saturday throughout the forecast region.&nbsp; Check out our <a class=\"nac-html-a\" href=\"https://www.sierraavalanchecenter.org/observations\" target=\"_blank\" rel=\"noopener\">observation page</a> or the Media Gallery below for more information.</li>\n<li class=\"nac-html-li\">A large <a class=\"nac-html-a\" href=\"https://avalanche.org/avalanche-encyclopedia/avalanche/avalanche-problems/avalanche-problem-type/cornice-fall/\" target=\"_blank\" rel=\"noopener\" data-markjs=\"true\" data-tippy-content=\"A mass of snow deposited by the wind, often overhanging, and usually near a sharp terrain break such as a ridge. Cornices can break off unexpectedly and should be approached with caution.\">cornice</a> <a class=\"nac-html-a\" href=\"https://avalanche.org/avalanche-encyclopedia/snowpack/snowpack-observations/signs-of-instability-red-flags/collapse-or-whumpf/\" target=\"_blank\" rel=\"noopener\" data-markjs=\"true\" data-tippy-content=\"When the fracture of a lower snow layer causes an upper layer to fall. Also called a whumpf, this is an obvious sign of instability.\">collapse</a> occurred in Ward Canyon on last Friday.</li>\n<li class=\"nac-html-li\">Signs of persistent instability on <a class=\"nac-html-a\" href=\"https://avalanche.org/avalanche-encyclopedia/snowpack/weak-layer/storm-snow-weak-layers/graupel-rimed-particles/\" target=\"_blank\" rel=\"noopener\" data-markjs=\"true\" data-tippy-content=\"Heavily rimed new snow, often shaped like little Styrofoam balls.\">graupel</a> and crust <a class=\"nac-html-a\" href=\"https://avalanche.org/avalanche-encyclopedia/snowpack/snow-layer/\" target=\"_blank\" rel=\"noopener\" data-markjs=\"true\" data-tippy-content=\"A snowpack stratum differentiated from others by weather, metamorphism, or other processes.\">layers</a> across NW-N-NE <a class=\"nac-html-a\" href=\"https://avalanche.org/avalanche-encyclopedia/terrain/slope-characteristics/aspect/\" target=\"_blank\" rel=\"noopener\" data-markjs=\"true\" data-tippy-content=\"The compass direction a slope faces (i.e. North, South, East, or West.)\">aspects</a> within the forecast area have become increasingly isolated and difficult to trigger. <a class=\"nac-html-a\" href=\"https://avalanche.org/avalanche-encyclopedia/avalanche/trigger/\" target=\"_blank\" rel=\"noopener\" data-markjs=\"true\" data-tippy-content=\"A disturbance that initiates fracture within the weak layer causing an avalanche. In 90 percent of avalanche accidents, the victim or someone in the victims party triggers the avalanche.\">Triggering</a> an isolated <a class=\"nac-html-a\" href=\"https://avalanche.org/avalanche-encyclopedia/avalanche/avalanche-problems/avalanche-problem-type/persistent-slab/\" target=\"_blank\" rel=\"noopener\" data-markjs=\"true\" data-tippy-content=\"Avalanche problem caused by weak layers buried in the snowpack that can produce avalanches for several days or weeks after a storm.\">persistent slab</a> <a class=\"nac-html-a\" href=\"https://avalanche.org/avalanche-encyclopedia/avalanche/\" target=\"_blank\" rel=\"noopener\" data-markjs=\"true\" data-tippy-content=\"A mass of snow sliding, tumbling, or flowing down an inclined surface.\">avalanche</a> 1.5 to 4+ feet deep in snowpack has become unlikely on a regional scale yet still not impossible.</li>\n</ul>\n</div>\n</div>\n</div>",
    "Silvy": "Closed",
    "PT_24": "6.0&#8243",
    "PT_48": "0.0&#8243",
    "PT_7d": "20.0&#8243",
    "PT_wind": "7 mph",
    "PT_temp": "10.0 &#8457",
    "Sierra_avy_rating": 3,
    "PT_opensnow_0to5": "\n      5\"\n    ",
    "PT_opensnow_5to10": "\n      2\"\n    ",
    "UT_btmline": "The avalanche danger will rise to CONSIDERABLE with today's heavy snowfall.&nbsp; During periods of high snowfall rates, natural avalanches will be possible; human triggered avalanches will be likely.&nbsp; Don't underestimate activity in the low elevation bands.&nbsp; Anticipate changing conditions and a rising danger today.&nbsp;&nbsp;\r\r\r\rCornices are not to be trifled with.&nbsp; Give them a wide berth.&nbsp;&nbsp;\r\rSoft snow and good turns&nbsp;can be&nbsp;found on slopes under 30 degrees.\r\r",
    "UT_avyconditions": "We are still living in a snow globe.&nbsp; We're about to be engulfed by yet another slow, cold, moisture-laden Pacific storm.&nbsp;&nbsp;\r\rAs of 5am, snow totals are 2-4\" in the Cottonwoods and along the Park City ridgeline. The Ogden mountains are already up to 8-12\"; the Provo mountains a trace to 2\".&nbsp;\r\rMountain temperatures are in the upper teens to mid-20s.&nbsp; Winds are light to moderate from the southwest.&nbsp;&nbsp;\r\rFor today, we'll see heavy snowfall&nbsp;with generally light winds from the west and then&nbsp;northwest.&nbsp; Temps will be in the upper teens and low 20s.&nbsp; I expect 10-18\" today...with snowfall amounts through Wednesday reaching 35-45\" (2-2.5\" SWE) in favored areas.&nbsp; While I don't see wind being too much of an issue today, they are forecast to increase this evening.&nbsp; Temps drop to the single digits overnight.&nbsp;&nbsp;\r\r\r\rThe Alta Guard has been keeping records since the winter of 1944/1945. Last month (March), they recorded 179\" of snow (16.54\" snow water equivalent), narrowly missing the all-time high March snowfall in 1964 when they recorded 183\".&nbsp; Currently, the Alta Guard has recorded 596\" for this winter (November 1- current).&nbsp; The all time record for maximum snowfall Nov-April was winter 94/95 of 745\".&nbsp; See the numbers for yourself HERE.&nbsp;&nbsp;\r\r\r\rEd LaChapelle at the Alta Guard snow study site, photo courtesy University of Utah Marriott library, special collections\r\r\r\r\r",
    "UT_recentactivity": "No reports from of avalanche activity from the backcountry yesterday.\r\rCheck out all observations HERE.&nbsp;\r",
    "UT_danger_rose": "https://utahavalanchecenter.org/sites/default/files/forecast/202304/20230403-064819-6.png",
    "UT_avyrating": 3,
    "solitude_detail": "We're starting April off strong with a big spring storm touching down last night! So far we've picked up 4 inches of fresh snow, though more is coming down as this report gets posted. This system is expected to hang around until Wednesday afternoon, delivering anywhere from 48-60+ inches of snow by that time. Today will be another day of storm skiing, with a high temp of 25 degrees and heavy snowfall throughout the day. For those willing to brave the conditions, the turns should be very rewarding today. Our patrollers will be working on avalanche mitigation this morning, so be sure to check the Solitude app for the latest updates on lift openings, terrain status, and conditions as we work through yet another huge storm."
}