{
    "mw_today": "Sunny, with a high near 45. Light and variable wind becoming southwest 5 to 10 mph in the afternoon. ",
    "mw_tonight": "Mostly clear, with a low around 23. Southwest wind 5 to 10 mph becoming light and variable  after midnight. ",
    "btac_hazard": "<p>The Tetons picked up maybe 1-3 inches of snow yesterday, mostly in convective cells around midday. Good freeze last night, and not much in the way of wind. Today will be the first majorly sunny day since that nice pulse of snow on Thursday, so things will come a bit unglued in places. Looks like temps will reach the freezing point on the peaks. High pressure is on deck for tomorrow as well. Now the extended outlook is pretty unsettled for the rest of April. It's fun to watch this change on a daily basis and a good reminder that predicting the future is a silly business.&nbsp;</p>\n<p>The last wave of high pressure put a pretty solid cap on the seasons snowpack. It will be interesting to see what happens over the course of the next two days as we heat back up. The pack at the middle and upper elevations is still pretty far away from \"isothermal\". &nbsp;Recent avalanche activity has mostly been confined to some wet loose, dry loose, and maybe a rogue wind slab or two.&nbsp;</p>",
    "btac_weatherdisc": "<p><strong>Yesterday:&nbsp;</strong>Mostly cloudy with some convective snow showers, especially around midday. 1-3 inches of snow popped up in certain locations (seems like Victor got the most).&nbsp;</p>\n<p><strong>Last Night:&nbsp;</strong>Mostly clear early, then transitioned to partly cloudy. No new snow overnight. Low temperatures are currently in the low 20s in the valleys and near 10 degrees on the peaks. Winds averaged 10 mph out of the West on Rendezvous Summit. Seems like a nice little layer of surface hoar got laid down around 8k'.&nbsp;</p>\n<p><strong>Today's Forecast: </strong>HIGH PRESSURE! Mostly sunny with temperatures near freezing on the peaks and in the low 40s in the valleys. Winds will be westerly in the 5-15 mph range on the ridgelines.&nbsp;</p>",
    "btac_bottomline": "<p>The avalanche danger will start off at <strong>LOW</strong> this morning then transition to <strong>MODERATE</strong> as the snowpack heats up. Small wind slabs remain a possible threat in the alpine, and wet loose activity will be more pronounced on southerly aspects. Monitor the effects of the sun today and seek out dry unconsolidated snow that has not been stiffened by the wind. Minimize exposure time on steep sunlit slopes, especially in and around rocky outcroppings.&nbsp;</p>",
    "legecast": "4.10.23 - We are now closed for the winter season. Thanks for an incredible, record breaking season! See you May 20 when the tram re-opens for the summer. Bike Park and other activities and lifts opens June 12.",
    "last_snow": "April 9, 2023",
    "since_closed": "0",
    "24hr": "0",
    "48hr": "0",
    "7d": "1",
    "base": "129",
    "snowfall": "595",
    "tram_temp": "19",
    "tram_wind": "8 mph",
    "tram_status": "CLOSED",
    "sub_status": "CLOSED",
    "weather_key": 124256,
    "trail_per": "0%",
    "avy_rating": 2,
    "oto5": "5",
    "fiveto10": "8",
    "gt_detail": "0&quot overnight, 1&quot in the past 24 hours. \nHappy Saturday! Enjoy some sunny skies today with highs in the upper 30's and steady, low winds throughout the day. Get out and enjoy closing weekend with us!",
    "gt_base": "130",
    "gt_snowfall": "596",
    "Sierra": "---",
    "Sierra_weatherdisc": "<p>Sunny and warmer temperatures are expected through this weekend with highs in the mid 40's to mid 50's above 7000'.&nbsp; Temperature inversions were in place overnight with colder air down in the lower elevation valleys and warmer near freezing temperatures along the Sierra Crest.&nbsp; These temperature inversions are expected to further increase tonight.&nbsp; Light to moderate SW winds will pick up this afternoon.&nbsp; Sunday is expected to continue to be sunny and warm with increasing winds in the afternoon ahead of a developing storm starting on Monday.</p>",
    "Sierra_btmline": "<p>Warmer temperatures and strong April sunshine will make wet loose avalanches possible as rapid warming occurs today. &nbsp;Large cornices along ridgelines will also weaken due to the increased warming temperatures. &nbsp;The window for supportable snow conditions will be shorter than yesterday-move away from avalanche terrain as the snow surface becomes deep and unsupportable.</p>",
    "Sierra_hazard_disc": "<div class=\"nac-tinymce\" data-v-48c83ac7=\"\">\n<ul class=\"nac-html-ul\">\n<li class=\"nac-html-li\">Some <a class=\"nac-glossary\" href=\"https://avalanche.org/avalanche-encyclopedia/avalanche/avalanche-release/glide/\" target=\"_blank\" rel=\"noopener\" data-markjs=\"true\" data-tippy-content=\"When the entire snowpack slowly moves as a unit on the ground, similar to a glacier.\">glide</a> cracks have formed on steep slopes in rocky areas. Like <a class=\"nac-glossary\" href=\"https://avalanche.org/avalanche-encyclopedia/avalanche/avalanche-problems/avalanche-problem-type/cornice-fall/\" target=\"_blank\" rel=\"noopener\" data-markjs=\"true\" data-tippy-content=\"A mass of snow deposited by the wind, often overhanging, and usually near a sharp terrain break such as a ridge. Cornices can break off unexpectedly and should be approached with caution.\">cornice</a> fall events, the exact timing of <a class=\"nac-glossary\" href=\"https://avalanche.org/avalanche-encyclopedia/avalanche/avalanche-release/glide/\" target=\"_blank\" rel=\"noopener\" data-markjs=\"true\" data-tippy-content=\"When the entire snowpack slowly moves as a unit on the ground, similar to a glacier.\">glide</a> crack <a class=\"nac-glossary\" href=\"https://avalanche.org/avalanche-encyclopedia/avalanche/\" target=\"_blank\" rel=\"noopener\" data-markjs=\"true\" data-tippy-content=\"A mass of snow sliding, tumbling, or flowing down an inclined surface.\">avalanches</a> are notoriously difficult to predict. Due to the uncertainty, consider avoiding travel on or below slopes with <a class=\"nac-glossary\" href=\"https://avalanche.org/avalanche-encyclopedia/avalanche/avalanche-release/glide/\" target=\"_blank\" rel=\"noopener\" data-markjs=\"true\" data-tippy-content=\"When the entire snowpack slowly moves as a unit on the ground, similar to a glacier.\">glide</a> cracks.</li>\n<li class=\"nac-html-li\">Over this weekend, the surface crust formed during overnight refreeze is expected to become thinner each night and melt faster each day due to increasingly warmer daytime and nighttime air temperatures. The window of time for travel in <a class=\"nac-glossary\" href=\"https://avalanche.org/avalanche-encyclopedia/avalanche/\" target=\"_blank\" rel=\"noopener\" data-markjs=\"true\" data-tippy-content=\"A mass of snow sliding, tumbling, or flowing down an inclined surface.\">avalanche</a> terrain before wet snow <a class=\"nac-glossary\" href=\"https://avalanche.org/avalanche-encyclopedia/avalanche/\" target=\"_blank\" rel=\"noopener\" data-markjs=\"true\" data-tippy-content=\"A mass of snow sliding, tumbling, or flowing down an inclined surface.\">avalanche</a> problems become a concern will get shorter each day. For travel in <a class=\"nac-glossary\" href=\"https://avalanche.org/avalanche-encyclopedia/avalanche/\" target=\"_blank\" rel=\"noopener\" data-markjs=\"true\" data-tippy-content=\"A mass of snow sliding, tumbling, or flowing down an inclined surface.\">avalanche</a> terrain, plan to start early and end early.</li>\n</ul>\n</div>",
    "Silvy": "Closed",
    "PT_24": "0.0&#8243",
    "PT_48": "0.0&#8243",
    "PT_7d": "1.0&#8243",
    "PT_wind": "25 mph",
    "PT_temp": "37.0 &#8457",
    "Sierra_avy_rating": 2,
    "PT_opensnow_0to5": "\n      7\"\n    ",
    "PT_opensnow_5to10": "\n      0\"\n    ",
    "UT_btmline": "The avalanche danger is LOW as we&nbsp;generally have safe avalanche conditions. Watch for unstable snow on isolated terrain features. Both natural and human-triggered avalanches are unlikely.&nbsp;\r\r\r\rSlide-for-life conditions (where you are unable to arrest after falling)&nbsp;are possible on&nbsp;smooth, hard, and frozen snow surfaces.\r\r",
    "UT_avyconditions": "\rUnder mostly clear skies, the mountain temperatures have now been below freezing for the past 48&nbsp;hours. Current mountain temperatures range from 11-17 °F with wind chills in the negatives. Winds are blowing from the west-northwest at speeds of 5-10 mph,&nbsp;gusting into the 20s across most upper-elevation ridges. The&nbsp;free&nbsp;air (11,000') moves much faster and blows west-northwest at 35-40 mph.\r\r&nbsp;\r\rWe will have plenty of sunshine today, with temperatures rising into the mid-30s to low 40s °F at roughly 9,000' in elevation. Winds will remain from the west-northwest and blow 5-15 mph. The best riding conditions will be on lower-angled&nbsp;sun-lit slopes that do not have roller balls or wet avalanche debris. If your slope angle is too steep, you won't have the smooth (see photo).&nbsp;Other slopes are frozen solid and will be teeth-chattering.&nbsp;\r\r&nbsp;\r\rPhoto: David Baird in Maybird,&nbsp;Gulch LCC.&nbsp;\r\r&nbsp;\r\r\r\r&nbsp;\r\r&nbsp;\r\r&nbsp;\r\r\r\r\r",
    "UT_recentactivity": "No new avalanches were reported from Friday. However, avalanches from the past week continue to come through the door. Find all the observations HERE.&nbsp;\r",
    "UT_danger_rose": "https://utahavalanchecenter.org/sites/default/files/forecast/202304/20230415-061823-6.png",
    "UT_avyrating": 1,
    "solitude_detail": "Spring returns to Solitude! After a couple days of below-freezing temperatures, the mountain warms up again today. Temperatures will start in the low 20s and climb into the mid-30s by end of day — with non-stop sunshine leading the way. The recent cold weather has helped stabilize our base, but it’s also left us with icy conditions. The firm surface should start softening up as the sun goes to work. Seek out sunny groomers for the most pleasant conditions to start the day. Today is our last scheduled Beach Bash of the season — join us for food, drinks, and live music outside of Last Chance Lodge starting at 2:30 p.m. Ladies, come shred the Main Street Terrain Park at 1:00 p.m. with other female skiers and riders. See our calendar for more details on today’s events."
}