{
    "mw_today": "Mostly cloudy, with a high near 37. Wind chill values as low as zero. Light south wind increasing to 5 to 9 mph in the morning. ",
    "mw_tonight": "Isolated snow showers after 3am.  Mostly cloudy, with a low around 18. South southeast wind 3 to 8 mph.  Chance of precipitation is 20%.",
    "btac_hazard": "<p class=\"nac-html-p\">Every time we get to enter the backcountry, it is the chance to view our surroundings with a child-like curiosity.&nbsp; When it all boils down to it, skiing or sledding is a chance to play outside with our friends and be in a phenomenally interesting compound (snow) that is in a constant state of change. As you move through the mountains, take the time to observe the nature of the snow you are traveling through. How has the wind reshaped the snowpack overnight, and why does the snow you are moving through feel and look like it does? Look for areas where the wind has scoured down and revealed old ski and sled tracks underneath. Is yesterday's track now nowhere to be found due to winds continuing to move snow? This process of observation is one of the most powerful tools in our safe backcountry travel in our toolkit. It is also what enables us to sniff out areas with good, stable skiing and riding, and makes us masters of our own exposure to hazards. There is always something new (and usually something older to track) in the world of snow, we just have to choose to look.</p>",
    "btac_weatherdisc": "<p><strong>Yesterday</strong> saw mostly clear skies and colder temperatures with high diffuse clouds in the alpine. Gusts were southwesterly in the 35 mph range and ridgelines at 10,000' saw consistent wind in the teens mph. Light winds are expected today from the S/SW, shifting SE into tomorrow.</p>\n<p><strong>Today,</strong> dry weather will persist until Wednesday morning. Skies are expected to remain overcast but may break down midday allowing some sunshine through. Temperatures are expected to remain below normal, with highs in the 20s deg F and warming into Wednesday's incoming southwest flow. Yet another pulse of active weather and Pacific moisture is headed our way from Wednesday-Friday, with accumulations of 6 inches expected in the mountains, and rain at lower elevations.&nbsp;</p>",
    "btac_bottomline": "<p>Avoid steep slopes where you find evidence of windblown snow. Slides could also break into buried weak layers, producing a more dangerous avalanche. These are most likely above 9,000 feet and could be triggered remotely&mdash;from gentler terrain below, above, and to the sides of steep slopes. Be alert to the consequences of being caught in an avalanche in the terrain you are traveling in.</p>",
    "legecast": "6AM - Good morning world! We're looking a dry start to the day but if you haven't been satiated by all of the snow this year, fear not: we've got some coming down the pike. The chance of precip will increase this afternoon as the next series of Pacific fronts and troughs arrives. Any snowfall today will be on the lighter side with the steadier stuff rolling in tonight. Wind speeds will increase today as well but nothing too dramatic is expected. High temps around the base will be in the high 30s and the summit will see high 20s. See you on the hill! -Orion",
    "last_snow": "March 27, 2023",
    "since_closed": "0",
    "24hr": "0",
    "48hr": "0",
    "7d": "33",
    "base": "130",
    "snowfall": "554",
    "tram_temp": "16",
    "tram_wind": "15 mph",
    "tram_status": "Forecasted",
    "sub_status": "Forecasted",
    "weather_key": 123030,
    "trail_per": "98%",
    "avy_rating": 2,
    "oto5": "20",
    "fiveto10": "8",
    "gt_detail": "Expect to see overcast skies and comfortable temperatures throughout most of the day. Winds may pick up in the late afternoon as our next storm cycle blows into the Tetons from the Southwest. \nThe storm will ramp up slowly over the next few days and last throughout the weekend. Get ready to start April off with a bang!",
    "gt_base": "153",
    "gt_snowfall": "546",
    "Sierra": "---",
    "Sierra_weatherdisc": "<p>A storm system will move through the region today and tonight adding 1 to 2 inches of SWE to the snowpack. A period of high intensity snowfall with accumulation rates of 1 to 2 inches per hour is expected today from 10 am to 10 pm. Ridgetop winds are on the increase with gale force SW winds over the ridgetops this morning as the storm approaches the forecast area. Snowfall is expected to taper to snow showers late tonight and continue tomorrow. Additional new snow accumulation is expected from these snow showers, especially during the afternoon hours. Wind speeds are forecast to decrease for tomorrow, but will still be strong enough to drift snow. Periods of afternoon snow showers remain likely for the remainder of this week.</p>",
    "Sierra_btmline": "<p>Avalanche danger will rapidly increase today following the onset of high intensity snowfall later this morning. Rapid new snow accumulation, drifting snow, and rapid loading of existing weak layers in the snowpack are expected to lead to avalanche activity. Travel in, near, or below avalanche terrain is not recommended today.</p>",
    "Sierra_hazard_disc": "",
    "Silvy": "Closed",
    "PT_24": "0.0&#8243",
    "PT_48": "0.0&#8243",
    "PT_7d": "8.0&#8243",
    "PT_wind": "45 mph",
    "PT_temp": "12.0 &#8457",
    "Sierra_avy_rating": 4,
    "PT_opensnow_0to5": "\n      13\"\n    ",
    "PT_opensnow_5to10": "\n      21\"\n    ",
    "UT_btmline": "Areas of CONSIDERABLE avalanche danger exist on steep wind drifted slopes.&nbsp; This danger will be most pronounced&nbsp;on upper elevation northwest to east to southeast facing terrain.&nbsp; A MODERATE danger exists for triggering soft slab avalanches 1-2' deep on all other aspects and elevations.&nbsp; Natural cornice fall&nbsp;and roof-alanches&nbsp;are likely today.&nbsp;&nbsp;\r\rPay close attention to the sun and warming temperatures.&nbsp; The wet avalanche danger may rapidly increase&nbsp;today on all solar aspects and even low elevation northerly slopes.&nbsp;&nbsp;\r\r&nbsp;\r\r&nbsp;\r\r&nbsp;\r\r&nbsp;\r\r\r&nbsp;\r\r",
    "UT_avyconditions": "Skies are partly cloudy.&nbsp;&nbsp;\r\rMountain temperatures are in the teens.&nbsp;&nbsp;\r\rWinds, again, play the spoiler.&nbsp; Ahead of this next Pacific storm, winds out of the southwest have increased, blowing 25-30mph with gusts to 40.&nbsp; The highest ridgelines are gusting to near 70mph.&nbsp;\r\rFor today we'll have periods of sun with alternating high and mid-level clouds drifting through.&nbsp; Mountain temperatures rise into the mid-20s up high, the mid-30s (or more) down low.&nbsp; Winds will be moderate to strong out of the southwest.&nbsp;&nbsp;\r\rWind and sun damage now exist in exposed terrain, but soft settled powder can be found in the sheltered shady slopes.&nbsp;\r\rThe Outlook: Yet another powerful Pacific storm is on deck.&nbsp; We'll see increasing clouds and southwest winds today, tonight and tomorrow ahead of at-times heavy snowfall Wednesday night through Friday.&nbsp; 1-2' of new snow may be expected.&nbsp;&nbsp;\r",
    "UT_recentactivity": "High snowfall rates and moderate to strong west to northwest wind led to natural avalanches in the new snow yesterday morning.&nbsp; The most significant avalanches we heard about include White Pine Chute and Red Top (Long John Silver - pic 1) in Little Cottonwood Canyon, and a natural soft slab avalanche on the northwestern flank of Box Elder Peak (pic 2).&nbsp;\r\r\r\r\r\r&nbsp;\r\r&nbsp;\r\r&nbsp;\r\r&nbsp;\r\r&nbsp;\r",
    "UT_danger_rose": "https://utahavalanchecenter.org/sites/default/files/forecast/202303/20230328-070504-6.png",
    "UT_avyrating": 3,
    "solitude_detail": "After a lot of fun in the sun yesterday, we're back to our regularly scheduled snowfall starting this evening. Today should be calm for much of the day, with the warm temperatures that have preempted most of our storms this season. Expect breezy conditions, especially later in the day and on the upper mountain. We should see another 15-30 inches of snow from this storm, another reminder that winter isn't quite done with us yet. Be sure to keep an eye on the Solitude app for the most recent updates on lifts, trails, conditions, and more."
}