{
    "mw_today": "Mostly sunny, with a high near 36. Wind chill values as low as zero. South wind around 11 mph. ",
    "mw_tonight": "Mostly clear, with a low around 12. South wind 6 to 9 mph becoming east southeast after midnight. ",
    "btac_hazard": "<p>There is a saying that spring is a battle between winter and summer. While winter has been steadily winning rounds in this year's boxing match, it may be taking a seat as we begin a warming trend today that will likely begin to affect the stability of our snowpack. &nbsp;As we transition from this stormy period into the beginnings of high pressure, wind slabs now can be found across the compass rose from shifting wind directions, all with the potential to stepping down to our persistent weak layer.&nbsp;You'll notice today that we pulled wind slabs off the problem list as their reactivity has been correlated to these weak layers, and we grouped them with our current persistent slab avalanche problem. However, make no mistake if you travel into the higher alpine terrain, specifically around GTNP, expect to find wind slabs in various forms from our shifting wind patterns and train of storms. Furthermore as winter sits down in the corner for a break, the emergence of the sun and rising temperatures will quickly destablize the surface snow. After a deep and long winter it's hard to imagine it's already the first week of April. Keeping that in mind, don't fall trap to winter's slumber and be aware of your surroundings even if you are seeking sheltered and drier snow - making sure you are out of the way and not under steep solar avalanche paths as the spring shed cycle begins. The same goes for cornices, give these a wide berth and be wary of hanging around slopes where these monsters lurk above you.</p>",
    "btac_weatherdisc": "<p><strong>Yesterday &nbsp;</strong>Began with cold and clear skies in the morning accompanied by light westerly and northwesterly winds. Temperatures stayed cool in the middle and upper elevations, topping out in the 20'sF around 9,000' and near freezing in the valleys with full solar gain. During the late afternoon and evening, winds increased from the west with intermittent snow showers. During this time and overnight the mountains picked up a quick 2-4'' of snow with a maximum of .3'' of snow water equivalent.</p>\n<p><strong>Today&nbsp;</strong>Light snow showers should end this morning and then dry weather is expected as high pressure builds into the area. Temperatures will rise into the 20'sF in the mountains and near 32F in the valleys with SW winds averaging in the teens and gusting in the 20's mph.</p>\n<p><em>Today will be the beginning of a warming trend with \"spring-like\" temperatures. By Sunday afternoon temperatures in the valleys may reach 50 degrees F and mountaintop temperatures will also reflect this warm-up with temperatures climbing above freezing by Sunday afternoon.</em></p>",
    "btac_bottomline": "<p>Triggering a large avalanche remains possible&mdash;especially in wind-affected, upper-elevation terrain were wind slabs have been failing on persistent weak layers. Yesterday a snowmobiler triggered an avalanche near Teton pass that was large enough to injury or bury a person. By midday expect wet loose activity around the southern half of the compass that has the possibility to entrain the recent storm snow in steep avalanche terrain.&nbsp;</p>\n<p><em>Despite the cold air temperatures it's April, so any period of sun this time of year will drastically alter the snowpack and its stability. Also as temperatures begin to warm, cornices that have been building all winter long will begin to decrease in strength. Limit exposure beneath these giants and give them a wide berth while traveling along ridgelines.</em></p>",
    "legecast": "4\" of new snow since our lifts closed yesterday with sunshine lined up for today. Look for morning cloud cover to disperse by opening bell with clear and sunny skies throughout the rest of the day. Moderate ridgetop winds will be trending out of the WSW at 10-15 MPH with afternoon temperatures ranging from the low 20's at the top of the Tram to the mid-30's in Teton Village. Ski conditions remain stellar and a nice 4\" cushion up high puts a sweet cherry on top of the season's final Thursday. Come harvest the goods that have been growing since Thanksgiving! It just keeps getting better. Until next year. Much love Jackson! -MB",
    "last_snow": "April 6, 2023",
    "since_closed": "4",
    "24hr": "4",
    "48hr": "5",
    "7d": "40",
    "base": "138",
    "snowfall": "594",
    "tram_temp": "11",
    "tram_wind": "9 mph",
    "tram_status": "OPEN",
    "sub_status": "OPEN",
    "weather_key": 123687,
    "trail_per": "95%",
    "avy_rating": 2,
    "oto5": "0",
    "fiveto10": "5",
    "gt_detail": "2&quot of new snow overnight, 2&quot in the past 24 hours. \nTemperatures are beginning to warm up as we head towards the weekend. Expect patchy clouds today with moments of sunshine. There are still patches of good snow throughout the mountain if you know where to look. Come and get it before the warm spell arrives!",
    "gt_base": "144",
    "gt_snowfall": "578",
    "Sierra": "---",
    "Sierra_weatherdisc": "<p>Some cold air pooled in the valleys overnight, and a few sensors still reported overnight lows in the single digits in those areas. Most of them show warmer temperatures than yesterday morning. The warming trend should continue today, with daytime highs climbing into the upper 30s to mid-40s above 7000 ft. Expect sunny skies for most of today. Some cloud cover may build over the region later this afternoon ahead of a small storm expected to arrive tonight. In addition to the increased cloud cover, this storm will bring a few inches of snow and strong SW winds to the area through tomorrow. Snow levels should hover around 6500 ft during the day tomorrow. Warmer, drier weather will return over the weekend.</p>",
    "Sierra_btmline": "<p>Sun and warm weather today could cause wet snow to slide downhill, weaken cornices, and make it easier to trigger slab avalanches where piles of wind-blown snow linger. Small areas of newly wind-drifted snow may start to form at higher elevations as the winds increase this afternoon. Watch for changing conditions to inform your travel plans and make plans to avoid being under cornices today.&nbsp;</p>",
    "Sierra_hazard_disc": "<div class=\"nac-tinymce\" data-v-48c83ac7=\"\">\n<div class=\"nac-tinymce\" data-v-48c83ac7=\"\">\n<div class=\"nac-tinymce\" data-v-48c83ac7=\"\">\n<ul class=\"nac-html-ul\">\n<li class=\"nac-html-li\">Cornice pieces dropped on a sunny SE-facing test slope did produce small wind-slab failure mixed with a sluff of wet snow. Snowpit tests and ski cuts on other wind-loaded test slopes did not produce unstable results. Most of the sunny days in March have seen human-triggered wind slabs, and several close calls have occurred this spring.</li>\n<li class=\"nac-html-li\">Some rollerballs and pinwheels occurred around rocks and cliffs yesterday, but no larger wet loose avalanches were reported.</li>\n<li class=\"nac-html-li\">Massive cornices exist along many ridgelines. Some of them have deep cracks behind them.&nbsp;</li>\n<li class=\"nac-html-li\">Surface hoar existed in many open areas yesterday morning, but it had started to melt and flatten due to daytime warming by yesterday afternoon.</li>\n<li class=\"nac-html-li\">Areas of soft cold snow still existed on some N-facing slopes yesterday.&nbsp;</li>\n</ul>\n</div>\n</div>\n</div>",
    "Silvy": "Closed",
    "PT_24": "0.0&#8243",
    "PT_48": "0.0&#8243",
    "PT_7d": "6.0&#8243",
    "PT_wind": "18 mph",
    "PT_temp": "29.0 &#8457",
    "Sierra_avy_rating": 2,
    "PT_opensnow_0to5": "\n      5\"\n    ",
    "PT_opensnow_5to10": "\n      3\"\n    ",
    "UT_btmline": "Today will be a shock to the snowpack as this will be the first real day of strong sunshine. Wet avalanches are likely on south and west facing slopes where the avalanche danger will rise to CONSIDERABLE.\rEven though there is barely a breath of wind this morning, I still wouldn't trust wind loaded slopes at upper elevations which also have a CONSIDERABLE danger.\r\rNorth and east facing slopes should have dry snow today and a MODERATE avalanche danger for soft slab avalanches in the new snow.\r\r\rWith&nbsp;so much snow watch out for roof avalanches especially as the day heats up.\r\r\r&nbsp;\r",
    "UT_avyconditions": "This morning temperatures are hovering near 0 degrees F and winds are barely moving. Yesterday most areas received a trace to 2 inches of snow.\r\rToday will have clear skies and strong sunshine and light winds. Air temperatures will climb into the mid 20s F, but it will feel a lot warmer with light wind and plentiful sunshine.\r\r\rOn south aspects and at low elevations, there should be an ice crust on top of the snow this morning. Mid and upper elevation northerly facing slopes should have great dry powder.\r\r\r\r\r",
    "UT_recentactivity": "There was plenty of avalanche activity this week, and UDOT is still&nbsp;digging through avalanche debris in Little Cottonwood Canyon. Generally, all the avalanches seemed to have been confined to the new snow. These slides ranged from massive ones in LCC to smaller ones like this one along the Mill Creek Road and this one in the foothills of Mt Olympus. Nikki skied on Mt Aire yesterday and found avalanches that happened during the storm and more recent ones.&nbsp;\r\rPhoto of one of many large slides in LCC&nbsp;(UDOT)\r\r\r\r\r\rCheck out all observations HERE.&nbsp;\r\r",
    "UT_danger_rose": "https://utahavalanchecenter.org/sites/default/files/forecast/202304/20230406-064938-5.png",
    "UT_avyrating": 3,
    "solitude_detail": "Here comes the sun! With recent snowfall and a very high risk of avalanches, SR 190/Big Cottonwood Canyon did not open until around 6:00 p.m. yesterday. As such, Solitude did not operate for skiing or riding. Our lifts will be spinning today, with front side terrain expected to open on schedule and additional terrain opening as the day progresses. Check the UDOT website or social media channels for the status of the canyon road and stay tuned to our app or website for the latest updates from Solitude. The wild storm that arrived Sunday night has finally passed, leaving us with sunny skies and 31 more inches of snow for skiing and riding. We’ve picked up an incredible six feet of fluff in the last eight days, pushing our base to just around the 15-foot mark. Temperatures are expected to start at around 10 degrees and climb into the upper 20s by end of day. We expect even more warming into the weekend, with spring weather arriving just in time for our Pond Skim Beach Party on Saturday."
}