{
    "mw_today": "Scattered snow showers, mainly between noon and 5pm.  Mostly cloudy, with a high near 36. North northwest wind 5 to 13 mph becoming west in the afternoon. Winds could gust as high as 20 mph.  Chance of precipitation is 40%. Total daytime snow accumulation of less than a half inch possible. ",
    "mw_tonight": "A 20 percent chance of snow showers before 9pm.  Mostly cloudy, with a low around 19. West wind 6 to 11 mph becoming light and variable  after midnight. ",
    "btac_hazard": "<p>There's a children's storybook called <em>Ollies Ski Trip</em>, in which a young boy thanks King Winter for finally bringing winter weather while out skiing through the forest. His sentiments bring forth an imaginary tale of Jack Frost and King Winter as well as Mrs. Thaw - who tries to stamp out and sweep the winter away. It was hard not to feel like a child again yesterday, skinning and skiing cold powder after the recent heat wave. The mountains, specifically the west side of the Teton range picked up an impressive amount of snow, nearing two feet. With that comes a litany of problems and traveling in the mountains today warrants a little more attention given the recent snow and gusty winds. Aside from the wind slabs and potential fast-running sloughs in steep terrain, is the lurking possibility of the sun in its high April angle - ahem, Mrs. Thaw. If the sun emerges today expect widespread wet loose activity. &nbsp;And with nearly two feet of cold snow, it would be an issue I wouldn't want to tangle with in avalanche terrain - be it today or tomorrow when high-pressure returns to the area.&nbsp;</p>",
    "btac_weatherdisc": "<p class=\"nac-html-p\"><strong>Yesterday&nbsp;</strong>Brought the return of winter. Cooler temperatures in the mountains &nbsp;- that averaged in the teens and twenties with the valleys reaching 32 F, coupled with gusty winds (20-30 mph) from W and SW, along with a decent shot of snow quickly erased the memories of this week's warm-up. The west side of the Tetons outperformed most areas with 19'' of snow at Chief Joseph by 0900. &nbsp;Elsewhere several inches were noted from Rendezvous Bowl, Suprise Meadow, and Togwotee - which picked up some snow late in the afternoon.&nbsp;</p>\n<p class=\"nac-html-p\"><strong>Today &nbsp;</strong>Expect a mainly dry start to the day then building clouds with afternoon snow showers. Snowfall amounts will be light, less than 3 inches in the mountains and a trace in the valleys - primarily in the northern zones. Winds will be light from the west. Ridging then brings dry weather Saturday through Monday with gradually warming temperatures.&nbsp;</p>",
    "btac_bottomline": "<p>Human-triggered avalanches are possible today. Yesterday in the upper and middle elevations wind slabs were sensitive given the new snow and gusty west and south west winds. In areas that received higher amounts of snow, like the west side of the Tetons, expect fast-running sloughs in steep terrain where the snow rests upon harder interfaces. If the sun presents itself, expect widespread wet loose activity.&nbsp;Be mindful as you approach avalanche terrain of how the new snow has bonded and use test slopes to gauge its reactivity. Watch for sagging cornices, while hazards in themselves, they can also fail and trigger additional slides.</p>",
    "legecast": "4.10.23 - We are now closed for the winter season. Thanks for an incredible, record breaking season! See you May 20 when the tram re-opens for the summer. Bike Park and other activities and lifts opens June 12.",
    "last_snow": "April 9, 2023",
    "since_closed": "0",
    "24hr": "0",
    "48hr": "0",
    "7d": "1",
    "base": "129",
    "snowfall": "595",
    "tram_temp": "21",
    "tram_wind": "5 mph",
    "tram_status": "CLOSED",
    "sub_status": "CLOSED",
    "weather_key": 124192,
    "trail_per": "0%",
    "avy_rating": 2,
    "oto5": "5",
    "fiveto10": "10",
    "gt_detail": "0&quot overnight, 3&quot in the past 24 hours. We saw an epic powder day yesterday as the storm cycle continued to pass through the Tetons. Get out and enjoy the fresh powder before it warms up for closing weekend. High temperatures will remain in the teens with cloudy coverage.",
    "gt_base": "138",
    "gt_snowfall": "595",
    "Sierra": "---",
    "Sierra_weatherdisc": "<p>Air temperatures are below freezing at all elevations across the forecast area again this morning. That said, they are about 5 to 8 degrees warmer than 24 hours ago. A warming trend is forecast for today through Sunday. Maximum daytime air temperatures are expected to increase by several degrees each day. Light to moderate speed ridgetop wind is forecast for today and tomorrow. Wind speeds are expected to increase Sunday and Monday ahead of an approaching weather system that may bring snowfall to the area Monday night into Tuesday.</p>",
    "Sierra_btmline": "<p>Another superficial snow surface refreeze occurred last night. Wet loose avalanches are possible once the surface crust melts away exposing the deeper wet snow that does not refreeze overnight or when rollerballs or pinwheels are occurring. Exit avalanche terrain before the snow surface becomes unsupportable.</p>",
    "Sierra_hazard_disc": "<ul>\n<li>Some glide cracks have formed on steep slopes in rocky areas. Like cornice fall events, the exact timing of glide crack avalanches is notoriously difficult to predict. Due to the uncertainty, consider avoiding travel on or below slopes with glide cracks.</li>\n<li>Over the next several days, the surface crust formed during overnight refreeze is expected to become thinner each night and melt faster each day due to increasingly warmer daytime air temperatures. The window of time for travel in avalanche terrain before wet snow avalanche problems become a concern will get shorter each day. For travel in avalanche terrain, plan to start early and end early.</li>\n</ul>",
    "Silvy": "Closed",
    "PT_24": "0.0&#8243",
    "PT_48": "0.0&#8243",
    "PT_7d": "1.0&#8243",
    "PT_wind": "15 mph",
    "PT_temp": "31.0 &#8457",
    "Sierra_avy_rating": 2,
    "PT_opensnow_0to5": "\n      7\"\n    ",
    "PT_opensnow_5to10": "\n      6\"\n    ",
    "UT_btmline": "\rThe avalanche danger is Low.\r\r&nbsp;\r\rThe two avalanche problems to watch for are (1) cornices along exposed ridgelines at the mid and upper elevations, and (2) glide avalanches in terrain with glide cracks.&nbsp;\r\r\r\r&nbsp;\r\r\rSlide-for-life conditions (where you are unable to arrest after falling)&nbsp;are possible on the smooth and frozen snow surface.\r\r&nbsp;\r\r",
    "UT_avyconditions": "\rThis Morning:&nbsp; After nearly four days of above-freezing temperatures, yesterday's cold front brought much-needed colder air and temperatures are now well-below freezing, with tmperatures in the single digits through mid-teens F. Winds are from the west/northwest and light, less than 10 mph, with 11,000' wind speeds gusting in the teens and low 20's mph.&nbsp;&nbsp;Skies are partly-cloudy. The temperature graph below from the Collins station shows the drop in temperatures with the arrival of colder air.\r\r&nbsp;\r\rToday: Partly-cloudy skies with a chance for light snow showers this afternoon. Temperatures will be in the teens and 20's F and the west/northwest winds will be light through the mid elevations, gusting into the 20's mph along the highest ridges and summits.\r\r&nbsp;\r\rThis Weekend: Stronger winds overnight and into Saturday&nbsp;with mostly sunny skies and a warming trend that may provide decent corn conditions by late this weekend. A chance for light snow by midweek.\r\r&nbsp;\r\r&nbsp;\r\r\r\r&nbsp;\r\r&nbsp;\r\r\r\r\r",
    "UT_recentactivity": "No reports of avalanches on Thursday.\r",
    "UT_danger_rose": "https://utahavalanchecenter.org/sites/default/files/forecast/202304/20230414-071819-6.png",
    "UT_avyrating": 1,
    "solitude_detail": "A weak storm passed through the area yesterday, lowering temperatures but delivering only dust. Temperatures dropped into the 20s during the day and into the teens last night – great for stabilizing the mountain and preserving our snow base. We expect similar temperatures today and tonight before the mercury climbs above freezing again on Saturday. The snow on the mountain is firm right now due to recent thawing and refreezing. Look to groomed runs for the best skiing and riding. You can find the grooming status of trails on our website or by using the Solitude app."
}