{
    "mw_today": "Snow, mainly before 1pm.  High near 33. Breezy, with a southwest wind 9 to 15 mph becoming northwest in the afternoon. Winds could gust as high as 23 mph.  Chance of precipitation is 80%. Total daytime snow accumulation of 2 to 4 inches possible. ",
    "mw_tonight": "Partly cloudy, with a low around -1. Wind chill values as low as -10. North northeast wind 5 to 8 mph becoming light and variable  after midnight. ",
    "btac_hazard": "<p><strong>Don't get caught off guard, conditions are touchy.</strong></p>\n<p><span style=\"font-weight: 400;\">The Tetons have received 22-36&rdquo; of snow with 1.7-2.9&rdquo; of snow water equivalent over the last two days. Another 6-10\" is forecasted today. The characteristics each day have been significantly different. Low density snow around 5% accompanied the first pulse. Then temperatures and wind increased creating dense, firmer snow. And today you&rsquo;ll find new snow slightly less dense (hopefully) due to lower wind speeds. There is a lot of uncertainty in trying to predict how exactly all these interfaces between storms will behave. The bottom line is we&rsquo;re getting a lot of snow rapidly. A serious red flag. Especially in combination with consistently strong winds. Avoid runout zones beneath steep terrain in the alpine due to natural avalanche potential. Assess the new snow very thoroughly or simply stick to lower angle slopes to stay safe in the backcountry today. Managing the wind and storm slab instability by choosing lower angle terrain will also help manage the uncertainty in the persistent slab problems.&nbsp;</span></p>",
    "btac_weatherdisc": "<p><span style=\"font-weight: 400;\">Another round of moisture brought 10-15&rdquo; in the Tetons, 8&rdquo; in the Greys, and 2-4&rdquo; on Togwotee. Increased temperatures and wind created dense snow quality. Winds remained out of the W/SW 20-30 mph with gusts to near 50 mph drifting snow. The JHMR Summit weather station reported almost 600 total miles of wind (blustery). Temperatures remained warm reaching near 30 in middle to lower elevations, especially warm in the Snake River Canyon where light rain was reported.&nbsp;</span></p>\n<p><span style=\"font-weight: 400;\">Winter storm warnings are in effect until Friday at 5pm across all three forecast zones. Pacific moisture will continue today with 6-10&rdquo; in the Tetons, 4-8&rdquo; in the Greys and Togwotee. Temperatures will be in the mid to high 20s reaching 30 degF in warmer areas of the Greys such as Alpine. Winds will continue out of the SW 20-30 mph drifting snow throughout the day.</span></p>\n<p><span style=\"font-weight: 400;\">Forecasted snow finally decreases tonight bringing calmer weather on Saturday before another wave of moisture hits the area Sunday. Yet another wave is expected early next week.</span></p>",
    "btac_bottomline": "<p><span style=\"font-weight: 400;\">Rapid loading of snow with strong wind the last two days and continuing today will create dangerous avalanche conditions. </span><span style=\"font-weight: 400;\">Avoid upper elevations below steep complex terrain where natural avalanche danger will be high. Assess the new snow instability carefully across all elevations and choose lower angle slopes to avoid triggering a large avalanche. </span></p>",
    "legecast": "6 AM- KaBoom!!! A 15\" plastering of pow blasted the upper reaches of Rendezvous Mountain over the past 24 hours. That brings the tally for the past four days to an astounding 45\". More snow will fall through the morning, before fading off into partly clearing skies this afternoon. Mild temperatures will rise to the low 20's at Corbet's Cabin and near the 30-degree mark in Teton Village. Gusty winds in the neighborhood of 10-30 mph will have the crystal contrails swirling, as they swing towards the West-Northwest. These are the days of which we dream, the ones we swore we'd never miss. Plans can always be remade so blow it off, no matter who you have to dis. Focus on the reverberating shockwaves of euphoric neurochemicals that will invade your après hours, as faceshot-flashbacks return you to a fantasy land of flotational bliss. -Lege ",
    "last_snow": "February 16, 2024",
    "since_closed": "13",
    "24hr": "15",
    "48hr": "25",
    "7d": "44",
    "base": "105",
    "snowfall": "294",
    "tram_temp": "15",
    "tram_wind": "24 mph",
    "tram_status": "Forecasted",
    "sub_status": "Forecasted",
    "weather_key": 131583,
    "trail_per": "93%",
    "avy_rating": 4,
    "oto5": "16",
    "fiveto10": "9",
    "gt_detail": "El Niño who? We don’t know anything about that here at Targhee. It just keeps on coming down! We got 6 overnight on top of 17 in the last 48 hours. Get your free refills throughout the day, it’s not supposed to slow down at all until tonight. Enjoy some deep turns to start out this Presidents’ Day weekend.\nTemperatures will stay in the low 20s for most of the day and then cool off dramatically around 3. Looking ahead we should have a bright sunny day tomorrow followed by more snow through the week next week.",
    "gt_base": "87",
    "gt_snowfall": "284",
    "Sierra": "---",
    "Sierra_weatherdisc": "<p>The storm started with strong SW winds and light snow during the day yesterday. The snowfall rates picked up in the late afternoon and intensified during the night. Most places got between 7 and 11 inches of snow, with a few spots getting more. Temperatures cooled during the night as the snow fell. This storm should wind down this morning, even though some light snow showers may linger in the mountains today. The winds should start to decrease today and continue to diminish over the next 24 hours as a small high-pressure ridge moves into the area. Expect a break in the weather tonight and tomorrow before another storm moves into the region on Saturday. Check in with the <a class=\"nac-html-a\" href=\"https://www.weather.gov/rev/Avalanche\" target=\"_blank\" rel=\"noopener\">Reno NWS</a> for more details.</p>",
    "Sierra_btmline": "<p>Strong winds and new snow last night mean avalanches are likely today where wind-blown snow has piled up on open slopes, near ridges, or in gullies. Avalanches may also happen in sheltered areas where the new snow slides down steep slopes. Watch out for signs of unstable snow like recent avalanches, blowing snow, cracking snow, and snow sluffs. Move to gentler terrain if signs of unstable snow exist or if you have any uncertainty about a slope. </p>",
    "Sierra_hazard_disc": null,
    "Silvy": "Closed",
    "PT_24": "12&#8243",
    "PT_48": "--&#8243",
    "PT_7d": "14&#8243",
    "PT_wind": "35 mph",
    "PT_temp": "28.0 &#8457",
    "Sierra_avy_rating": 3,
    "PT_opensnow_0to5": "\n      34\"",
    "PT_opensnow_5to10": "\n      8\"",
    "UT_btmline": "\rThe avalanche danger is CONSIDERABLE on all aspects at the mid and upper elevations that have soft slabs of recent or fresh wind-drifted snow. Slopes that aren't wind-loaded and slopes at low elevations have a MODERATE danger.\r\r&nbsp;\r\rWith increasing winds and periods of heavy snowfall possible, the avalanche danger may rise this afternoon, including possible natural avalanches.\r\r&nbsp;\r\rRiding conditions will be superb on lower-angled slopes that aren't wind-affected.\r\r\r\r&nbsp;\r\r\r&nbsp;\rOn slopes facing west through north through east across the mid and upper elevations, it remains&nbsp;possible to trigger a hard slab avalanche breaking 4-6' deep on a deeply-buried persistent weak layer of faceted snow.&nbsp;&nbsp;\r\r&nbsp;\r",
    "UT_avyconditions": "This Morning: Temperatures are 15°-25° F and winds are from the southwest through northwest. Between 9,500' and 10,500' winds are gusting 15-25 mph. 11,000' winds are much stronger, gusting into the 50's mph. No new snow overnight.&nbsp;\r\r&nbsp;\r\rSnow totals since Wednesday:\r\r&nbsp;\r\r- Cottonwoods: 15-25\" containing&nbsp;1.2 - 1.6\" SWE water.\r\r&nbsp;\r\r- Park City Ridgeline:&nbsp;&nbsp;12\" containing 0.75\" water.\r\r&nbsp;\r\rToday may be one of those days .... temperatures will rise into the 20's F and winds will be from the west, increasing throughout the day. Mid-elevation winds will gust into the 20's with upper elevation winds gusting around 50 mph. Snow will develop by late morning with periods of heavy snow likely this afternoon and&nbsp;4-6\" of new snow by sunset.\r\r&nbsp;\r\rExtended: A break Saturday with partial clearing, followed by another modest system Sunday .... brief break Monday .... snow Tuesday/Wednesday. ❄️\r",
    "UT_recentactivity": "Several natural and skier-triggered avalanches were reported from the backcountry on Thursday, with a natural avalanche cycle occurring early afternoon during a period of heavy precipitation intensity (PI). Avalanches were reported on aspects west through north and east, between 9,000 - 10,000' feet, 6-18\" deep and up to 100' wide. Avalanches were running within a density inversion in the storm snow or at the interface with the old snow surface. I'm sure there were many more avalanches on Thursday than the 10 we heard about. One Cottonwood resorted reported an avalanche that broke into old, faceted snow on a northwest aspect at 10,600'.&nbsp;\r\r&nbsp;\r\rAll recent reported avalanche activity.\r\r&nbsp;\r\rA team of UAC forecasters was in the Snake Creek region in the Provo mountains on Thursday, and their video describes recent avalanche activity and how to assess the snowpack:\r\r&nbsp;\r\r\r\r\r\r&nbsp;\r\r&nbsp;\r",
    "UT_danger_rose": "https://utahavalanchecenter.org/sites/default/files/forecast/202402/20240216-065213-6.png",
    "UT_avyrating": 3,
    "solitude_detail": "Over 300 inches and counting! Yesterday brought a hefty 14 inches of snow during the day, contributing to our ongoing snowfall total. Due to the heavy snowfall, Summit was closed, along with the majority of our terrain gates. Some areas may experience closures or delays today due to storm conditions and ongoing mitigation efforts. Please respect the work of our patrol by not ducking ropes and staying out of closed terrain, the fresh powder isn't going anywhere! The entire mountain, from base to summit, ensures excellent skiing and riding conditions today. For the latest updates on grooming, terrain status, closures, and delays, be sure to download the Solitude app or visit our website's lifts & trails section. With Presidents' Day weekend approaching, our events calendar is full with excitement. From magic shows to torchlight parades and fireworks displays, there's something for everyone to enjoy at the resort. Check out our events page for complete details."
}