{
    "mw_today": "Mostly sunny, with a high near 59. Light and variable wind becoming south 5 to 9 mph in the afternoon. ",
    "mw_tonight": "Mostly clear, with a low around 35. South wind 7 to 13 mph, with gusts as high as 20 mph. ",
    "btac_hazard": "<p>The overlap of the seasonal transition and buried weak layers produces plenty of fodder for avalanche forecasters. I'll mention wet slabs here not necessarily because I think they are going to be happening today, but because they are likely to be a problem in at least one of the zones, and it is good for us all to still keep persistent layering in mind. At this seasonal stage, slab avalanches are very interesting. A personal observation I've made over time is that some slab activity at this transition never really appears fully wet or dry. Moist slabs?</p>\n<p>On upper and middle-elevation slopes that don't directly face the sun, the snowpack is still cold and dry. At lower elevations and on all slopes that face the sun, the warm temperatures and direct sunshine of the past two weeks have begun to push water down into the snowpack. When the snowpack is freezing solidly at night we like this; it behaves in a more predictable diurnal pattern of melting during the day and then refreezing at night. This pattern usually means that avalanche activity is restricted to surficial wet loose avalanches. However, when ambient air temperatures stay near freezing overnight this re-freeze is much weaker. Without a solid freeze over the span of several days, significant amounts of meltwater can accumulate in the snowpack. If you are out in the mountains today and you are finding a snowpack that is either saturated with water OR recently dry snow surfaces that are now becoming moist on shaded aspects, you will be well served the think about both the possibility of wet avalanches and the possibility of awakening any persistent issues.</p>\n<p><em>As this is my last forecast for the season, I'd like to thank the community surrounding the Bridger-Teton Avalanche Center for their observations, support, and adaptation to some major changes. It has been a pleasure forecasting here and striving to build community and provide a useful product for all users. Thanks and as always, keep it tight in the mountains and have a fun spring!</em></p>",
    "btac_weatherdisc": "<p><strong>Yesterday</strong> was a beautiful spring day. Skies cleared throughout the morning leading to bluebird conditions and light southwesterly winds. Temperatures reached 46 F at 9,500 feet in the Tetons, 48 F in the Greys River, and 44 F at Togwotee Pass yesterday. Overnight lows hovered in the high 20s F, and current temperatures are already creeping into the 30s F at 9,000 feet. &nbsp;Skies were mostly clear, allowing the snowpack surface to weakly freeze in open terrain.&nbsp;</p>\n<p><strong>Today&nbsp;</strong>expect another beautiful day with increasing southwest winds into Tuesday. Temperatures are expected to peak in the 40s F up to 10,000 feet. Tuesday will provide some respite for the snowpack as a cold front moves our way. Expect mostly cooler temperatures, cloudy skies, some light rain and snow showers possible, and increasing southwest winds.&nbsp;</p>\n<p class=\"nac-html-p\">&nbsp;</p>",
    "btac_bottomline": "<p>Dangerous&nbsp;avalanche conditions will develop during the day at middle and low-elevation slopes. The threat of wet snow avalanches will increase as the day warms up. These slides are most likely on very steep slopes that directly face the sun but are possible on shaded slopes. Additionally be on the lookout for small wind drifts in very steep, upper-elevation terrain, and cornices on ridgelines. Don't linger below large avalanche paths and avoid areas with wet, soggy snow.</p>",
    "legecast": "4.10.23 - We are now closed for the winter season. Thanks for an incredible, record breaking season! See you May 20 when the tram re-opens for the summer. Bike Park and other activities and lifts opens June 12.",
    "last_snow": "April 9, 2023",
    "since_closed": "0",
    "24hr": "0",
    "48hr": "1",
    "7d": "8",
    "base": "129",
    "snowfall": "595",
    "tram_temp": "35",
    "tram_wind": "25 mph",
    "tram_status": "Forecasted",
    "sub_status": "Forecasted",
    "weather_key": 123951,
    "trail_per": "0%",
    "avy_rating": 2,
    "oto5": "6",
    "fiveto10": "0",
    "gt_detail": "Spring skiing is upon us! No new snow to report this morning. We will see high temperatures in the mid thirties with partially cloudy skies all day. Subtle wind up to 10pmh can be expected.",
    "gt_base": "135",
    "gt_snowfall": "578",
    "Sierra": "---",
    "Sierra_weatherdisc": "<p>Most places stayed well above freezing last night, with sensors recording overnight lows in the mid-30s to mid-40s. A few isolated spots fell below freezing in areas where cold air got trapped in mountain valleys. The warm sunny weather will continue today with highs similar to yesterday's. The SW winds picked up after midnight and should continue to increase today ahead of a small cold front expected to pass through the region tonight. This cold front will bring cooler temperatures and strong SW winds for Tuesday through Thursday before things start warming back up.&nbsp;</p>",
    "Sierra_btmline": "<p>Hot sunny weather will likely cause wet snow avalanches and cornice failures today. Some places may not have refrozen last night, and in those that did, the change from semi-frozen snow to wet mush will happen fast. Once the snow becomes unsupportable or wet snow gets more than a few inches deep this morning, it&rsquo;s time to move away from slopes steep enough to produce avalanches.</p>",
    "Sierra_hazard_disc": "<ul>\n<li>Observers reported widespread wet loose avalanches, large pinwheels, and rollerballs starting around 10 am yesterday all across the forecast area.&nbsp;</li>\n<li>Recent new snow may have assimilated with the older melt-freeze crust below it on E-SE-S-SW-W aspects in areas that received three inches or less of new snowfall on Friday. Areas that were wind-loaded or received more snow will take longer for the recent new snow to transition to uniform melt-freeze in the upper snowpack.</li>\n</ul>",
    "Silvy": "Closed",
    "PT_24": "0.0&#8243",
    "PT_48": "0.0&#8243",
    "PT_7d": "2.0&#8243",
    "PT_wind": "60 mph",
    "PT_temp": "35.0 &#8457",
    "Sierra_avy_rating": 3,
    "PT_opensnow_0to5": "\n      0\"\n    ",
    "PT_opensnow_5to10": "\n      3\"\n    ",
    "UT_btmline": "\rThere will be&nbsp;a HIGH avalanche danger for wet avalanches. Avalanches will happen naturally today,&nbsp;and the debris can stack up very deep and run far&nbsp;especially in terrain traps like gullies.&nbsp;\r\r&nbsp;\r\rYou will find a CONSIDERABLE&nbsp;avalanche danger on upper elevation north facing slopes where there is a&nbsp;chance for large cornices to fail, or glide cracks to release and trigger&nbsp;a deeper longer running&nbsp;avalanche.\r\r\rPlan ahead for early exits and avoid being on or under sun warmed slopes. These avalanches could be 2-5' deep and hundreds of feet wide. If you are sinking through the top 6-8\" of the snowpack you're late, and it's time to exit the mountains and avoid any avalanche run-out zones.&nbsp;\r\r\r&nbsp;\r\r\r&nbsp;\r",
    "UT_avyconditions": "\rThis morning&nbsp;under clear skies. We have inverted temperatures&nbsp;with 11,000' ridgetops&nbsp;temperatures&nbsp;in the mid to high 30's ˚F and trailhead temperatures at or just above freezing ˚F. Winds are blowing lightly from the southeast. Freezing level will be at or above 10,500' by this afternoon.\r\r&nbsp;\r\r\rFor today,&nbsp;skies will be clear and sunny. Temperatures will be 54-58˚F, and winds will gradually increase from a south-southeast&nbsp;direction 15 gusting to 25&nbsp;MPH at the 9,000' ridgelines and 15 gusting to 25 MPH at the 11,000' ridgelines.\r\r\r\rSome mountain locations have not seen a re-freeze since Thursday April 7th.&nbsp; Clear skies last night have partially refrozen the surface snow, but as soon as the sun hits those areas it will turn mushy quickly. Rising temperatures mean that there is a limited time period for safe travel and as soon as you start to sink 6-8\" into the snow surface it is time to get off of and out from underneath steep terrain.&nbsp;\r\r\r\r\rLooking ahead,&nbsp;tomorrow will be warmer than today. A&nbsp;brief cold front is forecasted to come through with dropping temperatures and light snow Wednesday night into Thursday morning giving us a break from above freezing temperatures.&nbsp;\r\r\r\r\r&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\r\r\r\r",
    "UT_recentactivity": "Yesterday evening a&nbsp;natural&nbsp;avalanche cycle&nbsp;was&nbsp;reported in the Provo area mountains and there was a close call in Burch Creek on a west facing slope outside of Snowbasin's ski area boundary.&nbsp; The upper elevation terrain had a widespread wet-loose avalanche cycle during daytime heating with spectacular avalanches reported careening over cliff bands&nbsp;in Hellgate and on Cascade.&nbsp; Observers in Salt Lake reported being able to see wet-loose avalanches on west facing slopes from valley locations.&nbsp;\r\r\r\r&nbsp;\r\r\rPhoto of wet slab avalanche on Cascade Ridge (Mike B)\r\r\r\r&nbsp;\r\rWe continue to document and update avalanche observations from last week's historic avalanche cycle. Check out all avalanche observations HERE.&nbsp;\r\r&nbsp;\r\r&nbsp;\r\r&nbsp;\r\r&nbsp;\r\r&nbsp;\r\r&nbsp;\r\r&nbsp;\r\r&nbsp;\r",
    "UT_danger_rose": "https://utahavalanchecenter.org/sites/default/files/forecast/202304/20230410-081532-6.png",
    "UT_avyrating": 4,
    "solitude_detail": "Get ready for a melty Monday! It'll be a hot & sunny spring day today, with temperatures potentially hitting the low 60's today on the hill. Things will start out relatively firm but will likely turn slushy as the day goes on. These warming temps bring additional avalanche hazard as our historic snowpack begins to melt off and make its way downhill. Our patrollers will be assessing conditions to monitor for hazards, and may close terrain throughout the day. For the latest on terrain status and closures, check the Solitude app. It's a similar story on the roads, with UDOT planning daily canyon closures between 11:00 a.m. and 4:00 p.m. thru Thursday this week due to increased avalanche hazard. Check the UDOT website or social media channels for the status of the canyon road and stay tuned to our app or website for the latest updates from Solitude."
}