{
    "mw_today": "Snow showers likely, mainly before 4pm.  Cloudy, with a high near 31. Breezy, with a south wind 9 to 16 mph becoming west in the afternoon. Winds could gust as high as 26 mph.  Chance of precipitation is 60%. Total daytime snow accumulation of less than one inch possible. ",
    "mw_tonight": "A 30 percent chance of snow showers, mainly before 9pm.  Mostly cloudy, with a low around 15. West southwest wind 5 to 7 mph becoming calm. Winds could gust as high as 24 mph. ",
    "btac_hazard": "<p>The Tetons have picked up 6-13 inches of 10% snow over the last 24 hrs. Winds on Rendezvous Summit have averaged 26 mph out of the SW with 624 total miles of wind. The forecast for today is for tapering snow showers and westerly ridgetop winds around 25 mph. 2-4 inches of accumulation is possible with high temperatures on the summits near 20 degrees. The valleys could reach the mid 30s.&nbsp;</p>\n<p>Most new snow avalanche problems should fail on the 3/30 interface, but there is still potential for things to step down to the 3/20 layer.&nbsp;</p>\n<p><strong>Recent avalanches</strong></p>\n<ul>\n<li><strong><a title=\"Shadow D1s\" href=\"../../../observations/#/view/30f556f2-4485-444b-9768-042f3ba33528\" target=\"_blank\" rel=\"noopener\">Shadow D1s</a></strong></li>\n<li><strong><a title=\"Pinedale\" href=\"../../../observations/#/view/0176631b-247c-4b5f-8c6f-d4d5eab15e66\" target=\"_blank\" rel=\"noopener\">Pinedale</a></strong></li>\n<li><strong><a title=\"Taylor\" href=\"../../../observations/#/view/239c5f30-4af4-4bf8-8ea8-6f7c2beb532e\" target=\"_blank\" rel=\"noopener\">Taylor</a></strong></li>\n</ul>\n<p>&nbsp;</p>",
    "btac_weatherdisc": "<p>Yesterday was mostly cloudy with snow showers across western Wyoming. Snowfall continued through the night, with a cold front passing around the midnight hours. Over the last 24 hrs the Tetons have picked up 6-13 inches of 10% snow at the upper elevations, the Greys received 8-10 inches, and Togwotee picked up 6-8 inches. &nbsp;Ridgeline winds averaged out of the SSW in the 15-25 mph range across the forecast zones, with 624 total miles recorded at Rendezvous Summit. Currently temperatures are in the mid 20s in the valleys and single digits on the peaks.&nbsp;</p>\n<p>Today will be mostly cloudy with lingering snow showers, with an additional 2-4 inches of accumulation in the mountains. High temperatures will reach the upper teens on the peaks and mid 30s in the valleys. Breezy conditions will prevail, with average wind speeds in the 20s (mph) and gusts in the 30s (mph).&nbsp;</p>",
    "btac_bottomline": "<p>Human triggered avalanches will be likely at the middle and upper elevations, especially where wind affected snow overlies buried weak layers and crusts on slopes steeper than 35 degrees. These layers of concern are located within the top meter of the snowpack and are showing the strongest signature on NE through E through SE aspects. Pay attention to signs of instability such as cracking within wind drifted snow and use your shovel to assess buried weak layers.&nbsp;</p>",
    "legecast": "6AM -Get up and smile, because it's Sunday and the deep powder deity has blessed us in a mid-winter style. 13 inches of high grade Tetonic fluff fell on Rendezvous Mountain over the past 24 hours with nearly half dropping after the lifts stopped spinning. All possible imperfections have been etch-a-sketched out of existence and gusty West winds with light to moderate snowfall will continue to smooth out the slopes through the day. Expected high temperatures will top out in the upper teens at Corbet's Cabin and the upper 20's in the Village. The fine line between dreamscape and reality has been irreparably blurred and any attempt to differentiate is utterly absurd. So, come slide into your future lucid fantasy with the confident swagger to manifest your destiny. -Lege",
    "last_snow": "April 2, 2023",
    "since_closed": "6",
    "24hr": "13",
    "48hr": "22",
    "7d": "31",
    "base": "141",
    "snowfall": "581",
    "tram_temp": "8",
    "tram_wind": "21 mph",
    "tram_status": "OPEN",
    "sub_status": "OPEN",
    "weather_key": 123406,
    "trail_per": "98%",
    "avy_rating": 3,
    "oto5": "7",
    "fiveto10": "4",
    "gt_detail": "Happy Sunday!\n8&quot in the past 24 hours, 4&quot overnight. Expect to see overcast skies and more snow with comfortable temperatures throughout most of the day. Winds are predicted to pick up in the early afternoon.",
    "gt_base": "150",
    "gt_snowfall": "568",
    "Sierra": "---",
    "Sierra_weatherdisc": "<p>Clouds and winds will further increase this morning ahead of a winter storm expected to arrive to the Lake Tahoe region late this afternoon/early evening.&nbsp; SW winds will become sustained at 50 to 60mph with gusts in the 80-100mph range along the Sierra Crest today.&nbsp; Snowfall amounts are expected to be 2 to 6'' in the Tahoe Basin with 4 to 10'' above 7000'.&nbsp; Snowfall rates could approach 1 to 1.5''/hour in the evening and overnight hours with limited visibility.&nbsp; Hit and miss snow showers will continue on Monday with cold temperatures 20 to 25 degrees below average and winds shifting to the NW. &nbsp;</p>",
    "Sierra_btmline": "<p>Human triggered wind slab avalanches continue to occur in the backcountry with multiple close calls reported yesterday.&nbsp; Strong winds today will continue to form unstable slabs of wind-blown snow.&nbsp; Avalanche danger will increase late this afternoon/evening and through tonight as a winter storm enters our region.</p>",
    "Sierra_hazard_disc": "<div class=\"nac-tinymce\" data-v-48c83ac7=\"\">\n<div class=\"nac-tinymce\" data-v-48c83ac7=\"\">\n<ul class=\"nac-html-ul\">\n<li class=\"nac-html-li\">Unstable wind <a class=\"nac-html-a\" href=\"https://avalanche.org/avalanche-encyclopedia/snowpack/slab/\" target=\"_blank\" rel=\"noopener\" data-markjs=\"true\" data-tippy-content=\"A relatively cohesive snowpack layer.\">slabs</a> continue in some ridgetop areas.&nbsp; Many human triggered wind slab avalanches have occurred over the past few days throughout the forecast region.&nbsp; Check out our <a href=\"https://www.sierraavalanchecenter.org/observations\" target=\"_blank\" rel=\"noopener\">observation page</a> or the Media Gallery below for more information.</li>\n<li class=\"nac-html-li\">A large <a class=\"nac-glossary\" href=\"https://avalanche.org/avalanche-encyclopedia/avalanche/avalanche-problems/avalanche-problem-type/cornice-fall/\" target=\"_blank\" rel=\"noopener\" data-markjs=\"true\" data-tippy-content=\"A mass of snow deposited by the wind, often overhanging, and usually near a sharp terrain break such as a ridge. Cornices can break off unexpectedly and should be approached with caution.\">cornice</a> <a class=\"nac-glossary\" href=\"https://avalanche.org/avalanche-encyclopedia/snowpack/snowpack-observations/signs-of-instability-red-flags/collapse-or-whumpf/\" target=\"_blank\" rel=\"noopener\" data-markjs=\"true\" data-tippy-content=\"When the fracture of a lower snow layer causes an upper layer to fall. Also called a whumpf, this is an obvious sign of instability.\">collapse</a> occurred in Ward Canyon on Friday.</li>\n<li class=\"nac-html-li\">Several inches of unconsolidated snow were observed yesterday along the ridgetops, available for transport as wind speeds increase.</li>\n<li class=\"nac-html-li\">Sun crusts have formed on most sun-exposed slopes across nearly all aspects.</li>\n<li class=\"nac-html-li\">Signs of persistent instability on <a class=\"nac-html-a\" href=\"https://avalanche.org/avalanche-encyclopedia/snowpack/weak-layer/storm-snow-weak-layers/graupel-rimed-particles/\" target=\"_blank\" rel=\"noopener\" data-markjs=\"true\" data-tippy-content=\"Heavily rimed new snow, often shaped like little Styrofoam balls.\">graupel</a> and crust <a class=\"nac-html-a\" href=\"https://avalanche.org/avalanche-encyclopedia/snowpack/snow-layer/\" target=\"_blank\" rel=\"noopener\" data-markjs=\"true\" data-tippy-content=\"A snowpack stratum differentiated from others by weather, metamorphism, or other processes.\">layers</a> across NW-N-NE <a class=\"nac-html-a\" href=\"https://avalanche.org/avalanche-encyclopedia/terrain/slope-characteristics/aspect/\" target=\"_blank\" rel=\"noopener\" data-markjs=\"true\" data-tippy-content=\"The compass direction a slope faces (i.e. North, South, East, or West.)\">aspects</a> within the forecast area have become increasingly isolated and difficult to trigger. <a class=\"nac-html-a\" href=\"https://avalanche.org/avalanche-encyclopedia/avalanche/trigger/\" target=\"_blank\" rel=\"noopener\" data-markjs=\"true\" data-tippy-content=\"A disturbance that initiates fracture within the weak layer causing an avalanche. In 90 percent of avalanche accidents, the victim or someone in the victims party triggers the avalanche.\">Triggering</a> an isolated <a class=\"nac-html-a\" href=\"https://avalanche.org/avalanche-encyclopedia/avalanche/avalanche-problems/avalanche-problem-type/persistent-slab/\" target=\"_blank\" rel=\"noopener\" data-markjs=\"true\" data-tippy-content=\"Avalanche problem caused by weak layers buried in the snowpack that can produce avalanches for several days or weeks after a storm.\">persistent slab</a> <a class=\"nac-html-a\" href=\"https://avalanche.org/avalanche-encyclopedia/avalanche/\" target=\"_blank\" rel=\"noopener\" data-markjs=\"true\" data-tippy-content=\"A mass of snow sliding, tumbling, or flowing down an inclined surface.\">avalanche</a> 1.5 to 4+ feet deep in snowpack has become unlikely on a regional scale yet still not impossible.</li>\n</ul>\n</div>\n</div>",
    "Silvy": "Closed",
    "PT_24": "0.0&#8243",
    "PT_48": "0.0&#8243",
    "PT_7d": "14.0&#8243",
    "PT_wind": "56 mph",
    "PT_temp": "23.0 &#8457",
    "Sierra_avy_rating": 2,
    "PT_opensnow_0to5": "\n      10\"\n    ",
    "PT_opensnow_5to10": "\n      0\"\n    ",
    "UT_btmline": "The avalanche danger is CONSIDERABLE&nbsp;in&nbsp; upper elevation terrain due to multiple days of strong winds that have&nbsp;transported recent&nbsp;storm snow into stiff drifts on the leeward side of the mountains.&nbsp;Avalanches may break 1-3' feet deep and 100-200'&nbsp;&nbsp;feet wide.&nbsp; The avalanche danger is MODERATE&nbsp;elsewhere.\r\r\r\rGive cornices a wide berth and avoid wind-loaded slopes. Soft snow and good turns&nbsp;can be&nbsp;found on slopes under 30 degrees and out of the wind zone.\r\r",
    "UT_avyconditions": "This morning&nbsp;under overcast skies it is&nbsp;snowing lightly,&nbsp;trailhead&nbsp;temperatures have dropped from yesterday's&nbsp;high of&nbsp; 41˚F and are in the high 20's ˚F. 11,000' Ridgetop temperatures are in&nbsp;the high teen's ˚F. Winds are blowing west-southwest in the teen's gusting to the 30's MPH at the 9,000' ridgelines and west-southwest in the 20's gusting to the 40's MPH at the 11,000' ridgelines.&nbsp;&nbsp;\r\r\r\rFor today,&nbsp;skies will be mostly to partly cloudy before a storm begins moving in this evening.&nbsp;Temperatures will be 34-38˚F, and winds will gradually increase&nbsp;from a southwest direction 20&nbsp;gusting to 30 MPH&nbsp;at the 9,000' ridgelines and&nbsp;35 gusting to 65 MPH at the 11,000' ridgelines. Some mountain locations could see 1-4\" of snow throughout the day.&nbsp;\r\r\r\r\rYesterday, the snow surface at lower elevations out of the wind zone&nbsp;took heat and you may find a light melt-freeze crust around the compass up to 9,000' and on the sunny side of things. There was a brief window when green-housing occurred midday yesterday.&nbsp; Zimmerman-Wall&nbsp; gives a great description of overall conditions in his&nbsp;observation from Parley's.\r\r\r\r\rThe National Weather Service has issued&nbsp;a Winter Storm Watch&nbsp;from noon today- Tuesday April 4th. They are forecasting 20 to 30\" of snow with locally higher amounts up to 4' in the Cottonwoods and Davis County mountains.&nbsp;\r\r\r\r\r&nbsp;\r\r&nbsp;\r\r\r\r",
    "UT_recentactivity": "This season's continued onslaught of storms has created an all you can eat buffet of avalanche conditions.&nbsp; Over the last few days, we have had reports of new snow, wind-drifted snow, wet loose,&nbsp; and glide avalanches.&nbsp; &nbsp;The&nbsp; cornice triggered wind-drifted snow avalanches reported in the Provo Area Mountains from Friday are huge and would have been un-survivable (HERE and HERE).&nbsp;You need the right conditions with strong sustained winds and snow available to transport to build slabs of this depth and width. It shows me that high elevation wind-loaded terrain is not something I would mess with right now as an avalanche even half this size would be life altering.&nbsp;\r\r\r\rHeat map showing backcountry avalanches that occurred on April 1 and were&nbsp;reported to the UAC from the Salt Lake, Ogden, and Provo area mountains.\r\r\r\r\r&nbsp;\r\rCheck out all observations HERE.&nbsp;\r",
    "UT_danger_rose": "https://utahavalanchecenter.org/sites/default/files/forecast/202304/20230402-064045-6.png",
    "UT_avyrating": 3,
    "solitude_detail": "Goodbye sunny Saturday, hello snowy Sunday! Another major storm makes its way into the area today, bringing possible snow showers during the day and temperatures in the mid-30s. The storm will really start to deliver overnight, with 6-10 inches of new snow expected by Monday morning followed by more snow all the way into Wednesday. Yesterday patrol opened the entire west face of Honeycomb making for some awesome skiing, and that terrain should be great today as well. If snorkeling through deep powder is not your thing, our grooming team has been working hard during recent storms to smooth out plenty of trails for cruising and carving. Use our app or website to see what’s open and what's been groomed recently."
}