{
    "mw_today": "A 50 percent chance of snow.  Mostly cloudy, with a high near 37. Breezy, with a west southwest wind 8 to 16 mph, with gusts as high as 24 mph.  Total daytime snow accumulation of around an inch possible. ",
    "mw_tonight": "Snow likely, mainly after midnight.  Mostly cloudy, with a low around 24. Breezy, with a southwest wind around 15 mph, with gusts as high as 23 mph.  Chance of precipitation is 70%. New snow accumulation of less than a half inch possible. ",
    "btac_hazard": "<p><strong>Winter Continues...</strong></p>\n<p><span style=\"font-weight: 400;\">Another week, and another discussion on how this winter just keeps on rolling. Good thing we love powder around these parts. There&rsquo;s a mixed bag of conditions out there today, as snowfall varied drastically across the forecast zones. The big takeaway is that regardless of where you&rsquo;re recreating, areas with higher amounts of new snow will see higher avalanche danger. This trend will continue into next week. New snow instability and stress added to the persistent slab will require careful terrain management and restraint to push into consequential terrain. These persistent slab avalanches are difficult to predict, especially with the spatial variability altering the likelihood and distribution across aspects and elevations. THIS IS NOT YOUR TYPICAL SPRING. I&rsquo;ve said it over and over, but don&rsquo;t let complacency cloud our judgment with this complex snowpack.&nbsp;</span></p>",
    "btac_weatherdisc": "<p><strong>Yesterday</strong><span style=\"font-weight: 400;\">: An active weather pattern continued with varied snowfall rates: 3&rdquo; in the Tetons, 6&rdquo; at Togwotee, and 16&rdquo; in the Greys. Large differences in snowfall amounts occurred in the Greys, as the southern portion was favored significantly, possibly due to localized snow banding. Warm spring temperatures climbing to the high 20s and low 30s even up to 9000&rsquo;. W/SW winds remained light with moderate intensity in the upper elevations.&nbsp;</span></p>\n<p><strong>Today:</strong><span style=\"font-weight: 400;\"> Snow showers will persist across the area with 1-3&rdquo; forecasted, except where localized snow banding sets up. The exception to these amounts is again the southern portion of the Greys where up to 6&rdquo; could be added today. Westerly winds will increase by the afternoon to a sustained 20 mph and gusts above 30 mph. Fairly warm temperatures are expected to be similar or slightly cooler than yesterday.&nbsp;</span></p>\n<p>&nbsp;</p>",
    "btac_bottomline": "<p><span style=\"font-weight: 400;\">New snow with increasing westerly winds this afternoon sustaining 20 mph will form fresh slabs and stress weak layers buried 2-3 feet deep. Wind loaded terrain will have the highest potential to trigger both wind and persistent slab avalanches. Identify areas where wind is transporting new snow and understand that persistent slab avalanches are unpredictable. Use your best judgment to manage these problems by evaluating the snow and terrain carefully. </span></p>",
    "legecast": "6AM - Another 3\" of snow has blanketed Rendezvous Mountain since lifts closed yesterday. Snow showers will continue on this final day of March with modest accumulation possible throughout the ski day. Winds will be on the stiffer side with steady speeds in the mid-20 mph range and gusts up to 35mph possible especially at the ridge tops. Actuals will reach mid 20s up high and mid 30s at the base, but wind chill could be significantly lower than that in the morning hours. March is almost over, but it looks like winter is sticking around with more snow expected throughout the weekend. Happy rippin'! -Orion",
    "last_snow": "March 31, 2023",
    "since_closed": "3",
    "24hr": "3",
    "48hr": "6",
    "7d": "21",
    "base": "129",
    "snowfall": "559",
    "tram_temp": "10",
    "tram_wind": "0 mph",
    "tram_status": "Forecasted",
    "sub_status": "Forecasted",
    "weather_key": 123253,
    "trail_per": "98%",
    "avy_rating": 2,
    "oto5": "15",
    "fiveto10": "0",
    "gt_detail": "5&quot in the past 24 hours, 3&quot overnight. Expect to see overcast skies and comfortable temperatures throughout most of the day. Winds may pick up in the late afternoon as our next storm cycle blows into the Tetons from the Southwest. \nThe storm will ramp up slowly over the next few days and last throughout the weekend. Get ready to start April off with a bang!",
    "gt_base": "146",
    "gt_snowfall": "554",
    "Sierra": "---",
    "Sierra_weatherdisc": "<p>Air temperatures are well below freezing at all elevations within the forecast area this morning. Clearing and warming conditions are forecast for today with above freezing maximum daytime air temperatures. Ridgetop winds are expected out of the SW today at moderate speed. Ridgetop winds are forecast to increase in speed tonight and tomorrow ahead of the next storm system. A couple of degrees of additional daytime warming are expected for tomorrow. Another period of snowfall is forecast for Sunday through Tuesday.</p>",
    "Sierra_btmline": "<p>Unstable areas of wind drifted snow and unstable areas of surface wet snow are the main avalanche concerns for today. Move cautiously around areas where wind drifted snow has deposited into cohesive slabs near cornices and in gullies or where surface wet snow has formed in response to daytime warming.</p>",
    "Sierra_hazard_disc": "<ul>\n<li>Unstable wind slabs were observed yesterday in some ridgetop areas.</li>\n<li>Several inches of unconsolidated snow were observed yesterday along the ridgetops, available for drifting as wind speeds increase.</li>\n<li class=\"nac-html-li\">Sun crusts have formed on most sun-exposed slopes across nearly all aspects.</li>\n<li class=\"nac-html-li\">Signs of persistent instability on graupel and crust layers across NW-N-NE aspects within the forecast area have become increasingly isolated and difficult to trigger. Triggering an isolated persistent slab avalanche 1.5 to 4+ feet deep in snowpack has become unlikely on a regional scale yet still not impossible.</li>\n</ul>",
    "Silvy": "Closed",
    "PT_24": "0.0&#8243",
    "PT_48": "0.0&#8243",
    "PT_7d": "14.0&#8243",
    "PT_wind": "45 mph",
    "PT_temp": "21.0 &#8457",
    "Sierra_avy_rating": 2,
    "PT_opensnow_0to5": "\n      13\"\n    ",
    "PT_opensnow_5to10": "\n      0\"\n    ",
    "UT_btmline": "The avalanche danger is HIGH&nbsp;at the mid and upper elevations&nbsp;due to heavy snowfall and strong winds. Natural avalanches are likely and human-triggered avalanches are very likely. Avalanches may break down several feet deep and hundreds of feet wide. The avalanche danger is&nbsp;CONSIDERABLE at low elevations.\r\r&nbsp;\r\rTravel in avalanche terrain is not recommended.&nbsp;\r\r&nbsp;\r\rAvalanches may run down into valley bottoms as avalanche paths are filled in and smooth.\r",
    "UT_avyconditions": "This morning:&nbsp;It is snowing heavily with overnight snow totals of 12-18\", including 6\" of snow between 1 and 2 am in upper Little Cottonwood! Temperatures are in the upper teens and winds are from the west/northwest. At 11,000', winds are gusting over 70&nbsp;mph while gusting into the mid 30's mph between 9,500' and 11,000'.\r\r&nbsp;\r\rToday:&nbsp;The National Weather Service has issued a Winter Storm Warning through 9 pm this evening.&nbsp;Snow - heaviest through the morning hours - with an additional 6-12\" possible by the end of the day. The west/northwest winds will slowly decrease through the day, but remain elevated, averaging in the teens with gusts&nbsp;near 30 mph at mid-elevations. At the upper elevations,&nbsp;&nbsp;winds will average in the 30's mph with gusts up to&nbsp;60 mph.&nbsp;&nbsp;&nbsp;\r\r&nbsp;\r\rThis Weekend: Sunny and breezy on Saturday with warming temperatures. Another significant winter storm late Sunday into early this coming week.\r",
    "UT_recentactivity": "Resorts are reporting sensitive avalanche conditions this morning with natural avalanches that are propagating widely.\r\r&nbsp;\r\rWe received few observations from the backcountry on Thursday. The avalanche that should get everyone's attention was a natural avalanche in Two Dogs on a northeast-facing slope at 10,200' in upper Days Fork. The avalanche was triggered by a natural cornice fall and broke an estimated 6' deep and several hundred feet wide. (Photo below from Calvin Hawley).\r\r&nbsp;\r\r\r\r&nbsp;\r\r&nbsp;\r\rFind all recent observations HERE.\r",
    "UT_danger_rose": "https://utahavalanchecenter.org/sites/default/files/forecast/202303/20230331-072103-6.png",
    "UT_avyrating": 4,
    "solitude_detail": "We picked up 20 inches of snow in the last 24 hours, including 17 inches overnight, making for incredible conditions on the mountain today but also some challenges. After being closed for the morning, Big Cottonwood Canyon is now open following avalanche mitigation. We are working to get all of our lifts open today with the exception of Honeycomb Return (Honeycomb Canyon will not open today). Check the Solitude app or website for the status of lifts and trails. Snow continues to fall today with temperatures in the upper teens and low 20s. Please take caution on the roads and respect all traction laws. Today's Spring Fling event at the Solitude Nordic & Showshoe Center has been canceled due to weather and road conditions."
}