{
    "mw_today": "Snow showers.  High near 36. Breezy, with a south wind 15 to 24 mph, with gusts as high as 38 mph.  Chance of precipitation is 90%. Total daytime snow accumulation of 1 to 3 inches possible. ",
    "mw_tonight": "Snow showers, mainly before 11pm.  Low around 21. Breezy, with a southwest wind 17 to 22 mph decreasing to 10 to 15 mph in the evening. Winds could gust as high as 38 mph.  Chance of precipitation is 80%. New snow accumulation of 1 to 3 inches possible. ",
    "btac_hazard": "<p><strong>April Fools&rsquo;</strong></p>\n<p><span style=\"font-weight: 400;\">Tricky avalanche conditions will exist today as snowfall amounts have varied across the Teton and Greys forecast zones, while Togwotee sustained more consistency. I&rsquo;m sure a lot of us have been looking forward to those sunny spring days, but that will certainly not be the case today as you&rsquo;ll find stormy conditions with continued snowfall and harsh winds. The challenge will be choosing terrain and evaluating avalanche conditions based on what you see out there as avalanche danger increases by this afternoon. The consistent problem will be strong winds creating sensitive wind slabs. The more uncertain problem will be the unpredictable nature of persistent slabs. The easiest option to manage this problem is to simply stay humble, choose the conservative terrain, and wait for conditions to stabilize before riding those steep, challenging zones. Don&rsquo;t be fooled by this complex snowpack even though it&rsquo;s April. </span></p>",
    "btac_weatherdisc": "<p><strong>Yesterday: </strong><span style=\"font-weight: 400;\">Snow continued yesterday of variable amounts with 9-15 inches in the Tetons, 6 inches in the Greys and 2&rdquo; at Togwotee. Winds ramped up yesterday shifting from W to SW 20-30 mph with gusts over 40 mph. Togwotee experienced more southerly wind shifts. Temperatures rose into the low to high 20s above 8000&rsquo; with lows in the teens.&nbsp;</span></p>\n<p><strong>Today</strong><span style=\"font-weight: 400;\">: More snow on the way with varying forecasted amounts of 4-10 inches in the Tetons and 2-4 inches in the Greys and Togwotee, with an exception in the Snake River Range of 6-8 inches. The key highlight in today&rsquo;s weather will be the strong SW winds sustaining 20-30 mph and gusty conditions up to 50 mph by this afternoon. Temperatures will remain in the high teens to low 20s. </span></p>",
    "btac_bottomline": "<p><span style=\"font-weight: 400;\">Large variability in new snow across the zone will create dangerous avalanche conditions in the upper elevations in areas such as GTNP which received 15 inches of new snow yesterday. Strong, gusty SW winds will form slabs that will be most sensitive during active loading and stress weak layers buried 2-3 feet deep. Identify and avoid heavily wind loaded slopes while choosing conservative terrain to manage the uncertainty of the persistent slab problem.&nbsp;</span></p>\n<p><em><span style=\"font-weight: 400;\">Avalanche danger will increase throughout the day with continued snow and&nbsp; sustained 20-30 mph winds. </span></em></p>",
    "legecast": "6AM - Pop outta bed Jackson. I know it's the first of the month, but this ain't no foolin'. The alpine stage is set with a layer of fresh that's sure to get everyone droolin'. 9 inches fell on the upper mountain over the past 24 hours with more than half coming after the lifts closed yesterday. You'd be forgiven for thinking this is a practical joke, but you'll become a true believer when you get engulfed by a cloud of cold smoke. So, head to the village prepared for continued snowfall and high temperatures that reach the low 20's at the summit and the low 30's in the base area. Expect gusty Southwest winds to whip in the neighborhood of 15-30 mph, with the occasional blast pushing the 40 mph mark. April Fool's Day was founded on having fun. Come partake in the crazy camaraderie, you're bound to be astounded by every single run. -Lege",
    "last_snow": "April 1, 2023",
    "since_closed": "5",
    "24hr": "9",
    "48hr": "12",
    "7d": "22",
    "base": "134",
    "snowfall": "566",
    "tram_temp": "14",
    "tram_wind": "26 mph",
    "tram_status": "OPEN",
    "sub_status": "OPEN",
    "weather_key": 123328,
    "trail_per": "98%",
    "avy_rating": 3,
    "oto5": "12",
    "fiveto10": "0",
    "gt_detail": "6&quot in the past 24 hours, 3&quot overnight. Expect to see overcast skies and more snow with comfortable temperatures throughout most of the day. Winds are predicted to pick up in the early afternoon. \nThe predicted storm will have the biggest impact tonight with several inches of fresh snow coming our way.",
    "gt_base": "134",
    "gt_snowfall": "560",
    "Sierra": "---",
    "Sierra_weatherdisc": "<p class=\"nac-html-li\">Increasing clouds and SW winds are forecasted for today and through the weekend.&nbsp; The SW winds will be mostly consistent in the 30 to 50mph range with gusts up to 85mph above 8000' on exposed ridges and peaks.&nbsp; A slight chance of snow is possible for later today and tonight.&nbsp; Late Sunday night through Monday will see a winter storm return with 2 to 6'' possible in the Tahoe Basin and 6 to 10'' along the Sierra Crest.&nbsp; Things look to clear out by Wednesday with warming temperatures and high pressure building in for the rest of the week.</p>",
    "Sierra_btmline": "<p>High winds and blowing snow will add to the slabs of wind drifted snow in exposed areas along ridges and in gully features.&nbsp; Areas of wet surface snow may form due to intense April sunshine and rapid daytime warming.&nbsp; Use caution while traveling around areas where unstable wind drifted snow or wet snow exists.</p>",
    "Sierra_hazard_disc": "<div class=\"nac-tinymce\" data-v-48c83ac7=\"\">\n<ul class=\"nac-html-ul\">\n<li class=\"nac-html-li\">Unstable wind <a class=\"nac-glossary\" href=\"https://avalanche.org/avalanche-encyclopedia/snowpack/slab/\" target=\"_blank\" rel=\"noopener\" data-markjs=\"true\" data-tippy-content=\"A relatively cohesive snowpack layer.\">slabs</a> continue in some ridgetop areas.&nbsp; A snowboarder triggered wind slab avalanche was reported on Castle Peak, in the Donner Summit area yesterday.</li>\n<li class=\"nac-html-li\">A large cornice collapse occurred in Ward Canyon yesterday.</li>\n<li class=\"nac-html-li\">Several inches of unconsolidated snow were observed yesterday along the ridgetops, available for transport as wind speeds increase.</li>\n<li class=\"nac-html-li\">Sun crusts have formed on most sun-exposed slopes across nearly all aspects.</li>\n<li class=\"nac-html-li\">Signs of persistent instability on <a class=\"nac-glossary\" href=\"https://avalanche.org/avalanche-encyclopedia/snowpack/weak-layer/storm-snow-weak-layers/graupel-rimed-particles/\" target=\"_blank\" rel=\"noopener\" data-markjs=\"true\" data-tippy-content=\"Heavily rimed new snow, often shaped like little Styrofoam balls.\">graupel</a> and crust <a class=\"nac-glossary\" href=\"https://avalanche.org/avalanche-encyclopedia/snowpack/snow-layer/\" target=\"_blank\" rel=\"noopener\" data-markjs=\"true\" data-tippy-content=\"A snowpack stratum differentiated from others by weather, metamorphism, or other processes.\">layers</a> across NW-N-NE <a class=\"nac-glossary\" href=\"https://avalanche.org/avalanche-encyclopedia/terrain/slope-characteristics/aspect/\" target=\"_blank\" rel=\"noopener\" data-markjs=\"true\" data-tippy-content=\"The compass direction a slope faces (i.e. North, South, East, or West.)\">aspects</a> within the forecast area have become increasingly isolated and difficult to trigger. <a class=\"nac-glossary\" href=\"https://avalanche.org/avalanche-encyclopedia/avalanche/trigger/\" target=\"_blank\" rel=\"noopener\" data-markjs=\"true\" data-tippy-content=\"A disturbance that initiates fracture within the weak layer causing an avalanche. In 90 percent of avalanche accidents, the victim or someone in the victims party triggers the avalanche.\">Triggering</a> an isolated <a class=\"nac-glossary\" href=\"https://avalanche.org/avalanche-encyclopedia/avalanche/avalanche-problems/avalanche-problem-type/persistent-slab/\" target=\"_blank\" rel=\"noopener\" data-markjs=\"true\" data-tippy-content=\"Avalanche problem caused by weak layers buried in the snowpack that can produce avalanches for several days or weeks after a storm.\">persistent slab</a> <a class=\"nac-glossary\" href=\"https://avalanche.org/avalanche-encyclopedia/avalanche/\" target=\"_blank\" rel=\"noopener\" data-markjs=\"true\" data-tippy-content=\"A mass of snow sliding, tumbling, or flowing down an inclined surface.\">avalanche</a> 1.5 to 4+ feet deep in snowpack has become unlikely on a regional scale yet still not impossible.</li>\n</ul>\n</div>",
    "Silvy": "Closed",
    "PT_24": "0.0&#8243",
    "PT_48": "0.0&#8243",
    "PT_7d": "14.0&#8243",
    "PT_wind": "48 mph",
    "PT_temp": "20.0 &#8457",
    "Sierra_avy_rating": 2,
    "PT_opensnow_0to5": "\n      13\"\n    ",
    "PT_opensnow_5to10": "\n      0\"\n    ",
    "UT_btmline": "The avalanche danger is HIGH&nbsp;at mid and upper elevations&nbsp;due to recent heavy snowfall, wind transported snow, and today's forecasted sun and clear skies. Avalanches may break 2-3' feet deep and 100-200'&nbsp;&nbsp;feet wide.&nbsp;&nbsp; The avalanche danger is CONSIDERABLE at the lowest&nbsp;elevations.\r\r\r\rGive yesterday's storm&nbsp;time&nbsp;to settle out and stick to terrain under 30 degrees.&nbsp;&nbsp;Travel in and below avalanche terrain is not recommended.&nbsp;\r\r\r&nbsp;\r",
    "UT_avyconditions": "Yesterday, ski areas at the top of the Cottonwood Canyons broke the 800\" mark and many ski area and mountain operations reported record breaking March snow totals.\r\r&nbsp;\r\rThis morning&nbsp;under partly cloudy&nbsp;skies,&nbsp;trailhead&nbsp;temperatures are in the mid 20's ˚F and ridgetop temperatures are in&nbsp;the mid-teens ˚F. Winds are blowing west-southwest in the teen's gusting to the 20's MPH at the 9,000' ridgelines and southwest in the 30's gusting to the 50's at the 11,000' ridgelines.&nbsp; Some mountain locations reported a trace to an inch of&nbsp;additional snow overnight.&nbsp;\r\r&nbsp;\r\rFor today,&nbsp;skies will be clear with clouds building later this afternoon. Temperatures will be spring like rising to 36-40˚F, and winds will gradually increase&nbsp;from a southwest direction 25 gusting to 35 at the 9,000' ridgelines and&nbsp;35 gusting to 65 MPH at the 11,000' ridgelines. No precipitation is expected today.&nbsp;\r\r\r\r\rStorm Totals/Snow Water Equivalent since Wednesday and Snow Depths\r\r\r\r\r\r\r\tUpper Cottonwoods 33-47\" snow/1.92-2.73\" water with snow depths from 109-229\"\r\tPark City Ridgeline 24-27\" snow/1.75-2.1\" water with snow depths from 113-131\"\r\tOgden Area Mountains 26-38\" snow/ 2.9-3.8\" water with snow depths from 137-222\"\r\tProvo Area Mountains 18-19.5\" snow/ 1.25-1.5\" water with snow depths from 101-168\"\r\r\r\r\r\r\rThe National Weather Service has issued&nbsp;a Winter Storm Watch&nbsp;from Sunday April 2- Tuesday April 4th with another 20 to 30\" of snow with locally higher amounts up to 4' in the Cottonwoods and Davis County mountains.&nbsp;\r\r\r&nbsp;\r\r&nbsp;\r\r\r\r",
    "UT_recentactivity": "Yesterday backcountry riders and mountain operations reported&nbsp;sensitive avalanche conditions. There were delays and closures due to avalanches on highways throughout the Wasatch including low elevation roads affected in the Ogden Area Mountains.&nbsp;\r\r\r\rA natural avalanche&nbsp;in West Porter got get&nbsp;my attention because of how much exposure there is to overhead avalanche terrain in Porter Fork.&nbsp; Other avalanches were observed or initiated in Bear Trap, Mill-D, and Short Swing.\r\r\r\r\rRecent snowpits&nbsp;showed us a handful of weak layers now buried 3-5' deep, and today is not a day I would want to play the \"am I good or am I lucky game\".\r\r&nbsp;\r\rPhoto of&nbsp;avalanche debris in West Porter (Photo Blanchard)\r\r\r\r\rCheck out all observations HERE.&nbsp;\r",
    "UT_danger_rose": "https://utahavalanchecenter.org/sites/default/files/forecast/202304/20230401-072849-6.png",
    "UT_avyrating": 4,
    "solitude_detail": "It’s no April Fool's joke when we tell you that we’ve received a ton of snow lately! With 223 inches of snow, March was our snowiest single-month on record. The recent storm has finally wrapped up, leaving us with sunny skies and lots of fresh snow that needs your attention. Yesterday the canyon was closed until noon and although we got seven of eight lifts spinning, there just wasn’t enough time for skiers and riders to pack down all the pow. Temperatures will start around 25 today and rise into the mid 30s with breezy conditions expected. Soak in the sun and enjoy drinks and live music at our Last Chance Beach Bash starting at 2:30 p.m. BCC will be closed at 9:00 a.m. this morning for avalanche mitigation. Estimated time of reopening is 10:00 a.m."
}