{
    "mw_today": "Mostly sunny, with a high near 55. Southwest wind 6 to 9 mph. ",
    "mw_tonight": "Mostly clear, with a low around 32. South southwest wind 6 to 9 mph becoming east after midnight. ",
    "btac_hazard": "<p>W.U.T.A.N.G. Season</p>\n<p>That's right, another handy snow acronym to add to the list you probably might be familiar with. Though created jokingly, it actually is pretty applicable. W.U.T.A.N.G. stands for <strong>W</strong>et, <strong>U</strong>nconsolidated, <strong>T</strong>errain, <strong>A</strong>spect, <strong>N</strong>on-refrozen, and <strong>G</strong>lide. Over the next two days when you encounter wet, mushy snow, particularly on solar aspects in terrain capable of producing an avalanche, or if glide avalanches are occurring, you've got some wet snow problems.&nbsp;</p>\n<p>The upper 1-3 feet of snow that fell during a relatively cool and stormy month of March is undergoing rapid change. Today you'll be able to find anything from dry, cold powder to straight-up wet glop&mdash;likely all in one run. Although dry snow surfaces are harder to find, they're still out there, and this will be the spot you're most likely to encounter any remaining surface wind slabs, and probably a questionable persistent layer or two. Intense warming can have unpredictable effects on rapidly settling and deforming slab + weak layer combos. Slab avalanches will be possible today and tomorrow. Cornices (while not entirely wet) will sag in ever-intensifying heat. It's important to give these huge hunks of snow some respect as a hazard in their own right, but also know that they have the potential to trigger larger slab avalanches as they tumble downslope. Warm temperatures today and tomorrow will send meltwater deeper into the snowpack, which leaves the potential for any snow movement to entrain more volume. More volume will equal farther travel distances.&nbsp;&nbsp;</p>\n<p>The snow conditions today will be dynamic and your travel plans should be too. Not all of these problems will give you fair warning before they occur and I'm choosing to travel conservatively by building in a wide safety margin to help deal with my uncertainty.&nbsp;</p>",
    "btac_weatherdisc": "<p><strong>Yesterday,</strong> skies remained cloudy to overcast across much of our region, with partly cloudy skies above the Greys River zone. Overnight, temperatures in the mountains dipped into the high teens to low 20s F, providing the snowpack some reprieve and refreeze.&nbsp; Light to moderate winds blew out of the S-SW throughout the day.</p>\n<p><strong>Today,</strong> current mountain temperatures are hovering in the mid to high 20s F. Cloud cover will depart throughout the morning with plenty of sunshine on the menu. Mountain temperatures quickly climb into the upper 30s F and look above freezing across the board by afternoon, as valley bottom temperatures climb into the mid to upper 40s F. Light winds continue to blow out of the S-SW-W throughout the day. Tomorrow will be even warmer than today, with mountain temperatures pushing into the 40s and 50s F and valley bottom temps climbing into the 60s F. Remember to still pack that puffy jacket, particularly if traveling above 10,000 feet, and don't forget the sunscreen.&nbsp;</p>",
    "btac_bottomline": "<p>Avalanche conditions will become increasingly hazardous throughout the day. This morning, your primary concern will be avalanches failing on weak layers 2+ feet deep in addition to isolated pockets of 6-10 inch wind slab in steep terrain. As the day heats up, the likelihood of natural and human-triggered wet snow avalanches will increase significantly. Don't linger below large avalanche paths and avoid areas with wet, soggy snow.</p>",
    "legecast": "6 AM- Well, this is it, the day so many of us wished would never come. But time keeps on ticking away, so just submit and have some fun. We've got a spectacular day in store for our final send off, with mostly sunny skies and warm temperatures lined up to keep you smiling from bell to bell. Highs will soar into the 40's atop Rendezvous Mountain and Teton Village will make its way well into the 50's. A gentle breeze from the West will cap off the beautiful weather as it caresses the springtime slope conditions between 5-15 mph. 136 days ago we began a voyage of deep discovery together and today we come full circle. Tomorrow the tall tales will begin to unfold, but the truth of what happened could never actually be told. Personal experiences will forever reside deep inside a grey matter fold; Too ethereal to touch, but solid enough for guaranteed futures to be happily sold. Debates will rage over which season was preeminent, but the true sage knows that such contentions are utterly irrelevant. There are so many things that could still be said, but I think I'll be better off if I just go shred instead. See you soon. -Lege",
    "last_snow": "April 9, 2023",
    "since_closed": "1",
    "24hr": "1",
    "48hr": "1",
    "7d": "16",
    "base": "129",
    "snowfall": "595",
    "tram_temp": "21",
    "tram_wind": "10 mph",
    "tram_status": "Forecasted",
    "sub_status": "Forecasted",
    "weather_key": 123820,
    "trail_per": "95%",
    "avy_rating": 2,
    "oto5": "2",
    "fiveto10": "2",
    "gt_detail": "Spring skiing is upon us! No new snow to report this morning. We will see high temperatures in the mid thirties with partially cloudy skies all day. Subtle wind up to 10pmh can be expected.",
    "gt_base": "137",
    "gt_snowfall": "578",
    "Sierra": "---",
    "Sierra_weatherdisc": "<p>A substantial warming trend begins today and will last into the early part of this week. Maximum daytime air temperatures today are expected to reach around 10 degrees warmer than yesterday. An additional 10 degrees of daytime warming is forecast for tomorrow. High level cloud cover during the day today is expected to thin tonight and tomorrow. Ridgetop winds remain out of the SW this morning at moderate speed. Winds are forecast to become light in speed as the day progresses.</p>",
    "Sierra_btmline": "<p>Today's intense solar heating and high sun angles are expected to create avalanche problems associated with rapid warming across all aspects today. Avalanche problems will become increasingly problematic as the day progresses. The best bet is to time travel in avalanche terrain during the morning hours and to consider avoiding avalanche terrain during the afternoon hours.</p>",
    "Sierra_hazard_disc": "",
    "Silvy": "Closed",
    "PT_24": "0.0&#8243",
    "PT_48": "0.0&#8243",
    "PT_7d": "8.0&#8243",
    "PT_wind": "10 mph",
    "PT_temp": "38.0 &#8457",
    "Sierra_avy_rating": 3,
    "PT_opensnow_0to5": "\n      0\"\n    ",
    "PT_opensnow_5to10": "\n      1\"\n    ",
    "UT_btmline": "\rThere is a CONSIDERABLE avalanche danger for wet avalanches on almost all aspects and elevations. Avalanches will happen naturally today,&nbsp;and the debris can stack up very deep, especially in terrain traps like gullies. It's possible with enough sunshine today;&nbsp;the avalanche danger could&nbsp;spike to HIGH for wet snow avalanches.\r\r&nbsp;\r\rYou will also find a CONSIDERABLE&nbsp;avalanche danger on all upper elevation slopes for Cornice Fall. Stay well&nbsp;back from corniced&nbsp;ridgelines and avoid traveling on slopes with&nbsp;large, overhanging cornices above.&nbsp;\r\r\rWith&nbsp;so much snow, watch for roof avalanches,&nbsp;especially as the day heats up.\r\r\r&nbsp;\r",
    "UT_avyconditions": "High pressure, plenty of sunshine, and warming temperatures will build in this morning and take hold over Northern Utah for the next few days. Overnight the mountain temperatures dropped just below freezing,&nbsp;allowing for a very shallow re-freeze of the snow surface.&nbsp;This morning, current mountain temperatures range from 27-34 °F and will change quickly once that&nbsp;giant sun ball comes over the hill. Winds are generally light and are blowing&nbsp;from the west at&nbsp;5-15 mph.&nbsp;\r\r&nbsp;\r\rSunshine, light winds, partly cloudy skies, and temperatures&nbsp;rising&nbsp;into the 40s and even 50s will be on tap for the day. Bring plenty of skin wax, sunscreen, hats,&nbsp;and water if you're heading out today. The forecast for the next few days is grim, with no overnight re-freezes and temperatures remaining above freezing up&nbsp;to&nbsp;9,500' in elevation. YUCK! Can someone teach me to play golf?\r\r&nbsp;\r\r&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\r\r\r\r",
    "UT_recentactivity": "Yesterdays temperatures maxed out at 37-48°F across the range and led to another wet loose avalanche cycle on almost all aspects and elevations. Today will be no different, except the avalanche could be larger. Cornice falls are also being reported and caught on video (utavy IG account). Be sure to check out our Instagram&nbsp;utavy&nbsp;and the observations tab HERE.&nbsp;\r\r&nbsp;\r\rDave Kelly put together some&nbsp;pictures of the recent carnage in Little Cottonwood Canyon. Tanners Gulch / Lisa Falls&nbsp;/ Maybird Chute&nbsp;/ Coalpit 4\r\r&nbsp;\r\r&nbsp;\r\rPhoto: Wet avalanche activity&nbsp;in Porter Fork, Millcreek Canyon. Link&nbsp;\r\r&nbsp;\r\r\r\r&nbsp;\r\r&nbsp;\r\r&nbsp;\r\r&nbsp;\r\r&nbsp;\r",
    "UT_danger_rose": "https://utahavalanchecenter.org/sites/default/files/forecast/202304/20230409-065944-6.png",
    "UT_avyrating": 3,
    "solitude_detail": "Big Cottonwood Canyon experienced a wet slide yesterday that closed SR-190 for most of the afternoon. Starting today, April 9, and continuing through Thursday, April 13, UDOT is planning daily canyon closures between 11:00 a.m. and 4:00 p.m. due to avalanche hazard. Check the UDOT website or social media channels for the status of the canyon road and stay tuned to our app or website for the latest updates from Solitude. For those skiing and riding today, bring your sweet tooth! The Easter Bunny has arrived, and she’s been hiding eggs on the slopes and in Solitude Village. Check our events calendar for details. Spring conditions will be in full effect today with crisp snow to start, followed by extra soft snow once the mountain warms. Expect delays or early closures on gated terrain due to spring conditions. We expect plenty of sun  — don’t forget to put sunscreen on your legs if you are planning on wearing shorts."
}