{
    "mw_today": "Sunny, with a high near 62. Breezy, with a south wind 13 to 21 mph, with gusts as high as 31 mph. ",
    "mw_tonight": "A slight chance of rain showers before 4am, then a slight chance of rain and snow showers between 4am and 5am, then a slight chance of snow showers after 5am.  Mostly cloudy, with a low around 36. Breezy, with a south wind 15 to 20 mph decreasing to 9 to 14 mph after midnight. Winds could gust as high as 30 mph.  Chance of precipitation is 20%.",
    "btac_hazard": "<p>The equation for wet snow avalanches is challenging to solve today.&nbsp; The solution may be found in the warming ambient temperatures overnight combined with an unknown amount of solar input today minus the cooling effect of southwest winds and the shedding that occurred yesterday. If you prefer simpler arithmetic, the solution can be viewed (safely outside of avalanche terrain) mid-day at the confluence of strongest solar gain of the day, the warmest ambient temperaturess since November, both following a warm night with above freezing temperatures. It is possible that the cooling power of the wind and building cloud cover will reverse the warming trend currenly going on and stop the flow of water through the snowpack at some point today but the question remains exactly when this will occur. The wind speeds and the cloud cover this afternoon are the two factors that kept me from pulling the trigger on a high danger rating at mid-elevations in the Tetons today and are pivotal for stopping larger and wide-spread avalanches today.&nbsp; Careful snow and weather evaluation is the name of the game today if you choose to venture into the mountains today.</p>",
    "btac_weatherdisc": "<p>High pressure brought clear skies and light winds to the region yesterday.&nbsp; Temperatures at 10,000' rose from the upper-tewenties to the lower forties in the Tetons, high 40s in the Greys zone and upper 30s in Togwotee.</p>\n<p><strong>Mountain temperatures remained above freezing overnight.&nbsp;&nbsp;</strong>Low temperatures at most stations occurred around midnight (generally in the mid to upper 30s in Tetons and Greys) before beginning to climb again as SW flow brings even warmer air to the region today.&nbsp; <strong>Temperatures are</strong> <strong>expected to reach the upper forties at 9,000' in the Tetons and low 50s in the Greys zone</strong>. SW winds increase from the low 20s to near 30 mph which will help cool the snow at upper elevations and ridgetops, however, sheltered terrain won't benefit from this cooling effect. Expect mostly sunny skies through the daylight hours before clouds begin to gather this evening.&nbsp;</p>\n<p>Precipitation arrives later tonight with 4-6\" snow expected in the high country and some rain showers in the valleys by late tomorrow.</p>",
    "btac_bottomline": "<p>Travel in avalanche paths will be dangerous due to above freezing temperatures last night and the warmest temperatures since November occurring today. Large, natural wet loose avalanches remain likely at most elevations and many aspects with larger, wet slab avalanches now possible as well. Large cornice failures are also possible today. Cautious route-finding will be required to find, manage and avoid these hazards.&nbsp; Reduce your time spent in large and very steep avalanche paths today and avoid them altogether if you find wet, slushy snow underfoot, cornices overhead or warm temperatures and low wind speeds nearby.</p>",
    "legecast": "4.10.23 - We are now closed for the winter season. Thanks for an incredible, record breaking season! See you May 20 when the tram re-opens for the summer. Bike Park and other activities and lifts opens June 12.",
    "last_snow": "April 9, 2023",
    "since_closed": "0",
    "24hr": "0",
    "48hr": "0",
    "7d": "6",
    "base": "129",
    "snowfall": "595",
    "tram_temp": "32",
    "tram_wind": "25 mph",
    "tram_status": "Forecasted",
    "sub_status": "Forecasted",
    "weather_key": 124006,
    "trail_per": "0%",
    "avy_rating": 3,
    "oto5": "5",
    "fiveto10": "5",
    "gt_detail": "Another beautiful day at the Ghee! Clear skies and corn skiing await you. Come on up and enjoy one of the warmest days we have had all season. The next few days may cool back down and bring some light precipitation, so come enjoy the sun while you can.",
    "gt_base": "135",
    "gt_snowfall": "578",
    "Sierra": "---",
    "Sierra_weatherdisc": "<p>SW winds increased yesterday, and some cloud cover moved into the region last night ahead of a cold front expected to pass by the area today. The overnight cloud cover helped keep temperatures above freezing again last night. Cloud cover should continue to increase today, with skies becoming mostly cloudy by this afternoon. The SW wind will also remain strong. The cold front should keep today's highs about 10 degrees cooler than yesterday. This cooler weather should continue through Thursday night, with the forecast calling for below-freezing overnight temperatures and cooler daytime highs.</p>",
    "Sierra_btmline": "<p>Prolonged warm weather without an overnight refreeze means wet snow avalanches and cornice failures will remain likely today.&nbsp; Traveling on slopes not steep enough to avalanche and staying away from cornices can help reduce your exposure to these avalanche problems today.&nbsp;</p>",
    "Sierra_hazard_disc": "<ul>\n<li>Observers reported more wet loose avalanches and recent cornice failures yesterday all across the forecast area.&nbsp;</li>\n<li>Glide cracks have also started to form on steep slopes in rocky areas. Like cornices, glide crack failures are notoriously difficult to predict, and staying away from slopes with glide cracks represents the best course of action.&nbsp;</li>\n</ul>",
    "Silvy": "Closed",
    "PT_24": "0.0&#8243",
    "PT_48": "0.0&#8243",
    "PT_7d": "2.0&#8243",
    "PT_wind": "50 mph",
    "PT_temp": "29.0 &#8457",
    "Sierra_avy_rating": 3,
    "PT_opensnow_0to5": "\n      0\"\n    ",
    "PT_opensnow_5to10": "\n      15\"\n    ",
    "UT_btmline": "\rToday, there will be&nbsp;a&nbsp;HIGH avalanche danger for wet avalanches. Avalanches will continue to&nbsp;happen naturally,&nbsp;and the debris will run far and stack up deep. Wet slab avalanches have the potential to be 2-5' deep and hundreds of feet wide&nbsp;running into areas where there is currently little to no snow,&nbsp;such as trailheads and onto spring hiking trails.\r\rYou will find a CONSIDERABLE&nbsp;avalanche danger on upper elevation north facing slopes where there is a&nbsp;chance for large cornices to fail, or glide cracks to release and trigger&nbsp;a deeper longer running&nbsp;avalanche.\r\r\r\r\r\r\rAvoidance is key. Plan ahead for early exits and avoid being on or under sun warmed slopes.&nbsp;\r\r\r\r\r\r&nbsp;\r",
    "UT_avyconditions": "\rThis morning&nbsp;under clear skies trailhead temperatures are in the mid to high 40's ˚F and 11,000' ridgetops&nbsp;temperatures&nbsp;in the high 30's ˚F. Winds are blowing 30 gusting to 50 MPH&nbsp;from the southwest at the highest ridgetops and&nbsp;20 gusting to 35 MPH at the mid-elevation ridgetops.&nbsp;\r\r&nbsp;\r\r\rFor today,&nbsp;skies will be clear and sunny. Temperatures will be 58-62˚F, and winds will gradually increase from a south-southwest&nbsp;direction 25 gusting to 30&nbsp;MPH at the 9,000' ridgelines and 35 gusting to 60&nbsp;MPH at the 11,000' ridgelines.\r\r\r\rAlmost all mountain locations at all elevations have not seen a refreeze in over 24 hours.&nbsp; Clear skies overnight have partially refrozen the surface snow, but as soon as the sun peeks out it will turn mushy quickly. With continued warm&nbsp;temperatures&nbsp;there is a limited time period for safe travel and as soon as you start to sink 6-8\" into the snow surface it is time to get off of and out from underneath steep terrain. The WILD CARD today is increased wind speeds which could keep&nbsp;indicator wet loose avalanches at bay.&nbsp;\r\r\r\r\rLooking ahead,&nbsp;warm temperatures continue until a&nbsp;brief cold front&nbsp;comes through with dropping temperatures and light snow Wednesday night into Thursday morning.&nbsp;\r\r\r\r\r&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\r\r\r\r",
    "UT_recentactivity": "Yesterday, the upper elevation terrain had a widespread wet-loose avalanche cycle during daytime heating.&nbsp; Observers in Salt Lake reported being able to see wet-loose avalanches on west facing slopes from valley locations.&nbsp;\r\r\r\r&nbsp;\r\r\rPhoto of a natural&nbsp;wet avalanche in the White Pine Chutes in mid Little Cottonwood canyon (Photo UDOT)\r\r\r\r&nbsp;\r\r&nbsp;\r\r&nbsp;\r\rWe continue to document and update avalanche observations from last week's historic avalanche cycle. Check out all avalanche observations HERE.&nbsp;\r\r&nbsp;\r\r&nbsp;\r\r&nbsp;\r\r&nbsp;\r\r&nbsp;\r\r&nbsp;\r\r&nbsp;\r\r&nbsp;\r",
    "UT_danger_rose": "https://utahavalanchecenter.org/sites/default/files/forecast/202304/20230411-203530-6.png",
    "UT_avyrating": 4,
    "solitude_detail": "We're going from melty Monday straight into a toasty Tuesday, with another day of hot temperatures and sunny skies! Just a couple weeks ago we were wondering if winter would ever end, but at this point it's safe to say spring has sprung. Highs today will be in the mid 50s with clear but breezy conditions all day - pack some sunscreen and layer lightly! The common theme for the week is ever-changing snow conditions - expect things to be moderately crusty in the morning, transitioning to slushy wet snow pretty quickly as the sun beats down. Avalanche hazards due to a deep and rapidly warming snowpack mean that we may have to close terrain throughout the day for avalanche mitigation work. Keep an eye on the Solitude app for the latest on lift and terrain status as things change on the hill. Friendly reminder that UDOT will be closing the canyon between 11:00 a.m. and 4:00 p.m. thru Thursday this week due to increased avalanche hazard. Check the UDOT website or social media channels for the status of the canyon road and stay tuned to our app or website for the latest updates from Solitude."
}