{
    "mw_today": "Scattered snow showers, mainly after 1pm.  Mostly cloudy, with a high near 24. Wind chill values as low as -5. South wind around 9 mph.  Chance of precipitation is 40%. Total daytime snow accumulation of less than one inch possible. ",
    "mw_tonight": "Scattered snow showers, mainly before midnight.  Mostly cloudy, with a low around 7. Wind chill values as low as zero. Southwest wind 5 to 8 mph becoming northwest after midnight.  Chance of precipitation is 30%.",
    "btac_hazard": "<p><strong>March Madness</strong></p>\n<p><span style=\"font-weight: 400;\">Just when we thought winter was winding down&hellip; BOOOM another serious storm cycle hits! Over the last 5 days the Tetons have received around 3 feet of new snow with localized higher amounts on the west side near Targhee. Yesterday increased winds amplified reactivity causing numerous D1-D2 avalanches&nbsp; in the middle and upper elevations. Our main concern is the new snow instability, which as you&rsquo;ve read sits on a weak interface. Areas with the highest reactivity are aspects that contain small near surface facets above a melt freeze crust. This interface could be trending towards a persistent slab problem due to the characteristics of avalanches remotely triggered the last two days. Continual rapid loading makes this assessment difficult, so we&rsquo;ll monitor this trend as the storm snow stabilizes. </span></p>\n<p><span style=\"font-weight: 400;\">With remote triggered avalanches possible, careful route finding will be the key ingredient to satisfying your powder fever. Assess the slope angles you plan to travel on and stay off steep slopes, especially above 35&deg;. Identifying start zones and open slopes where avalanches occurrences are common will help aid your terrain choice. Don&rsquo;t let powder fever cloud your judgment. This winter has been a long season, so avoid becoming lulled into complacency. </span></p>",
    "btac_weatherdisc": "<p><strong>Yesterday</strong><span style=\"font-weight: 400;\">: Snowfall from this recent storm cycle began to taper off for the majority of the forecast area. The exception was Grand Targhee, which received 22 inches of new snow with 3-6 inches for the rest of the Tetons as well as the Greys and 2-4 inches at Togwotee. Temperatures dropped yesterday with minimums of zero overnight and rising to the teens around 9000&rsquo;. Westerly winds from SW to NW sustained above 20 mph for the majority of the day with gusts to 44 mph before decreasing below 20 late last night. Skies remained overcast and cloudy.&nbsp;</span></p>\n<p><strong>Today</strong><span style=\"font-weight: 400;\">: Scattered snow showers should remain below 3 inches across all three zones except where snow banding sets up and increases snowfall amounts. Temperatures will remain cold, starting out near zero and rising again to the teens. W/SW winds will continue 10-20 mph. Skies should remain mostly cloudy. </span></p>",
    "btac_bottomline": "<p><span style=\"font-weight: 400;\">The combination of reactive wind and storm slabs above a weak old snow interface will create dangerous avalanche conditions. Terrain exposed to the wind will be the most reactive and triggering an avalanche remotely from gentler slopes above, below, or beside you will be possible in the middle and upper elevations. Careful route finding will be a necessity today to avoid steep slopes and reduce exposure around avalanche <a href=\"https://avalanche.org/avalanche-encyclopedia/terrain/avalanche-terrain-exposure/avalanche-path/start-zone/\" target=\"_blank\" rel=\"noopener\">start zones</a>.&nbsp;</span></p>\n<p><em><span style=\"font-weight: 400;\">Avalanches have been triggered remotely the last two days including: <a href=\"https://bridgertetonavalanchecenter.org/observations/#/view/0d445551-462f-4aaa-b0a3-bfd6f79186d2\" target=\"_blank\" rel=\"noopener\">Wimpys</a>, <a href=\"https://bridgertetonavalanchecenter.org/observations/#/view/b427f0c4-f674-4add-9311-1ebe180331bd\" target=\"_blank\" rel=\"noopener\">KB Ridge</a>, <a href=\"https://bridgertetonavalanchecenter.org/observations/#/view/96f272a3-f507-4341-ad6f-66dc751befa4\" target=\"_blank\" rel=\"noopener\">Eddington Canyon</a>.&nbsp;</span></em></p>",
    "legecast": "6 AM: Greetings Jackson Hole. A wild week of snow and wind is wrapping up in a more mellow fashion, but with plenty of lingering stashes to fuel your powder passion. After 4\" of fresh during the past 24 hours and 1\" overnight, the Rendezvous Bowl tally for the season has blasted past the 550 mark. Cloudy skies will reign over the Tetons today, potentially producing a passing snow shower or two. Expect unseasonably chilly temperatures, as the summit rises only to the teens and the Village struggles to make it into the mid 20's. West-Southwest winds will be blowing across the slopes in the neighborhood of 5-20 mph. If you come to find that your mind is playing tricks on you from the non-stop adrenaline onslaught, just play along. Because when you surrender to the flow and dance to the rhythm of your own personal song, nothing can ever go wrong. -Lege",
    "last_snow": "March 26, 2023",
    "since_closed": "1",
    "24hr": "4",
    "48hr": "13",
    "7d": "40",
    "base": "133",
    "snowfall": "552",
    "tram_temp": "10",
    "tram_wind": "10 mph",
    "tram_status": "OPEN",
    "sub_status": "OPEN",
    "weather_key": 122875,
    "trail_per": "96%",
    "avy_rating": 3,
    "oto5": "5",
    "fiveto10": "22",
    "gt_detail": "Another powder day! 13&quot in the past 24 hours with 6&quot falling after lifts closed at 4pm.\nExpect more fresh snow throughout the day today with temperatures remaining in the mid teens and overcast skies. Looking into next week, we will have a break in the pattern of deep snowfall until Wednesday evening, bringing a new storm cycle our way.",
    "gt_base": "161",
    "gt_snowfall": "497",
    "Sierra": "---",
    "Sierra_weatherdisc": "<p>The winds shifted back to the SW yesterday evening ahead of some light snow showers last night. Variable amounts of snow accumulated around the region with some places just getting a dusting and other areas up to 2 inches. These light snow showers should taper off this morning, but clouds may linger for the rest of the day. Expect another cold day with highs in the 20s with light to moderate N winds along the ridges. Tomorrow looks slightly warmer (but still colder than normal) and sunnier&nbsp; A strong cold winter storm will bring intense snow, strong winds, and continued cold temps to the region starting Monday night. Check in with the <a href=\"https://www.wrh.noaa.gov/rev/avalanche/\" target=\"_blank\" rel=\"noopener\">Reno NWS</a> for more details.&nbsp;</p>",
    "Sierra_btmline": "<p>Avalanches remain possible on open slopes near ridges and gullies where slabs of wind-blown snow have piled up and on steep slopes in more sheltered areas where weak snow lingers below the surface. If you see signs of unstable snow, like recent avalanches, cracking in the snow, or blowing snow, or if you have any doubt about the slope's stability, play it safe and move to terrain not steep enough for snow to slide downhill.</p>",
    "Sierra_hazard_disc": "<ul>\n<li>More human-triggered avalanches occurred yesterday, including a small wind slab on Donner Peak and small slabs that failed on top of a rain crust in sheltered areas on Maggies Peak. Another a human-triggered triggered avalanche was also reported on Jakes Peak yesterday, but we have not gotten any details about it. A snowmobile cut on a test slope on Mt. Lola also released another small avalanche on Friday, adding to the numerous small avalanches reported since Thursday's storm.</li>\n<li>Investigation of Friday's wind slab avalanche on Red Lake Peak showed that it failed on a graupel layer with old firm snow below it. Tests yesterday indicated that this layer remains weak.</li>\n<li>Snowpit tests and observations continue to show variable results on several potential weak layers in the upper snowpack.&nbsp;</li>\n<li>Sun crusts have formed on sun-exposed E-SE-S-SW and likely W aspects, but unseasonably cold weather seems to have prevented widespread wet snow from forming.</li>\n<li>No new surface hoar related avalanches have been reported since Monday.&nbsp;</li>\n</ul>",
    "Silvy": "Closed",
    "PT_24": "0.0&#8243",
    "PT_48": "0.0&#8243",
    "PT_7d": "16.0&#8243",
    "PT_wind": "13 mph",
    "PT_temp": "11.0 &#8457",
    "Sierra_avy_rating": 2,
    "PT_opensnow_0to5": "\n      21\"\n    ",
    "PT_opensnow_5to10": "\n      16\"\n    ",
    "UT_btmline": "Today the avalanche danger is CONSIDERABLE across all aspects and elevations where human-triggered avalanches are likely. Heavy snowfall and strong winds over the past few days have created a layered and unstable snowpack. Careful snowpack evaluation, cautious route-finding, and conservative decision-making will be essential today.&nbsp;\r\r&nbsp;\r\r\r&nbsp;\r\r",
    "UT_avyconditions": "Under mostly cloudy skies, the mountain temperatures are frigid, with many stations hovering around 0°F. Wind chills range from&nbsp;-10 to&nbsp;-25°F. Winds are blowing from the west and have finally relaxed, blowing 10-15 mph across the upper elevations. Some anemometers are hardly moving. In the past 24 hrs, we've picked up&nbsp;the last few inches of snowfall (0.12&nbsp;water)&nbsp;from a record-breaking week, with snow totals since Monday pushing 2-5 feet of snow (2.76-5.85&nbsp;inches of water).&nbsp;&nbsp;&nbsp;\r\r&nbsp;\r\rToday we will see another small shortwave trough move overhead that will lead to increasing clouds&nbsp;and convective snow showers this morning and afternoon,&nbsp;and we may see an additional 2-4 inches of new snow throughout the day. Depending on your location,&nbsp;it's&nbsp;possible that you will see sunshine coming through the broken clouds. However, temperatures will remain cold,&nbsp;with daytime highs ranging from&nbsp;13-17 °F. Winds will oscillate generally from the west direction,&nbsp;blowing&nbsp;at speeds of 10-20 mph&nbsp;across the upper elevations.\r\r&nbsp;\r\r&nbsp;\r\r&nbsp;\r\r&nbsp;\r\r&nbsp;\r\r&nbsp;&nbsp;&nbsp;\r\r&nbsp;\r\r&nbsp;\r",
    "UT_recentactivity": "Avalanche activity and reports of natural avalanches continue to pour into the observation queue, and I recommend spending a few minutes reading all the observations. The few that caught my attention were Ant Knolls&nbsp;and an avalanche reported from Neffs Canyon (reported via email).\r\r&nbsp;\r\rThe Ant Knoll's avalanche was remotely triggered&nbsp;2 feet deep and&nbsp;700 feet wide (pic below). The other avalanche in Neffs Canyon&nbsp;was on an NW&nbsp;facing slope at 9,400' and&nbsp;was&nbsp;triggered while the group transitioned to downhill mode and was 2-3 feet deep,&nbsp;unknown width, and ran 1,000 feet downhill. Other reports of collapsing, cracking,&nbsp;and extended column tests propagating across the column have me taking a few steps back for now.&nbsp;&nbsp;\r\r&nbsp;\r\r\r",
    "UT_danger_rose": "https://utahavalanchecenter.org/sites/default/files/forecast/202303/20230326-065950-0.png",
    "UT_avyrating": 3
}