{
    "mw_today": "A slight chance of rain and snow showers before 7am, then a slight chance of rain showers after 5pm.  Partly sunny, with a high near 54. Breezy, with a south wind 6 to 16 mph, with gusts as high as 24 mph.  Chance of precipitation is 20%.",
    "mw_tonight": "Scattered rain showers before 11pm, then scattered rain and snow showers between 11pm and 2am, then snow showers likely after 2am. Some thunder is also possible.  Mostly cloudy, with a low around 32. South southeast wind 8 to 14 mph, with gusts as high as 21 mph.  Chance of precipitation is 60%. New snow accumulation of less than a half inch possible. ",
    "btac_hazard": "<p>Today will be a transition day following the last few days of high pressure, as we will begin to feel the impacts of some colder air and increased chances of snow Monday night into Tuesday. Scattered mountain snow showers will develop in the afternoon, but accumulations will be limited and will not shift our avalanche hazard until Tuesday. With that in mind, temperatures today are still expected to climb into the 40s F in the mountains coupled with a shallow refreeze last night, so continue to limit time around steep solar aspects during peak heating. Current snow surfaces vary upon aspect and elevation. While traveling in the high peaks on Friday in Grand Teton National Park I was finding cold snow and sloughing in very steep terrain above 10,500' - &nbsp;if you're traveling into these peaks today expect to find cold snow on the northerlies and the potential for wind slabs above our forecast zone in addition to the diurnal melt-freeze conditions on the solar aspects. As daytime heating quickly breaks down the melt-freeze conditions, expect wet loose activity to continue to rise - yesterday it was still easy to trigger these on steep sunlit planar slopes at all elevations. The battle between winter and spring rages on tonight, with spring taking a break while winter comes in for another hit.</p>",
    "btac_weatherdisc": "<p><strong>Yesterday:&nbsp;</strong>High pressure and clear skies. Temperatures rose into the 40s F in the mountains and mid-50s F in the valleys. Winds were light, but the southerly winds increased in the afternoon with some moderate gusts in the upper elevations.</p>\n<p><strong>Last Night:&nbsp;</strong>Clear skies and warmer than two nights ago with shallow refreezes. Winds were moderate out of the southwest with some stronger gusts.</p>\n<p><strong>Today's Forecast:&nbsp;</strong>Temperatures should rise into the 40s F in the mountains with southwest winds in the light to moderate range. Valleys will reach near 50 F. After a mainly dry start showers will increase this afternoon as the next Pacific trough and cold front approach the area (freezing level will rise to near 8,000' today if any precipitation arrives). Widespread showers will break out this evening, and after a lull later today and early Tuesday, more substantial snow will arrive Tuesday midday associated with the cold front - producing &nbsp;over 6 inches in the Tetons.</p>",
    "btac_bottomline": "<p>The avalanche danger today will rise as the daytime temperatures do. This morning we'll have Low danger, and as the snowpack heats up again it will transition to a Moderate hazard on slopes facing east, through south, and west. Temperatures overnight were warmer than the previous day, so be ready to shift plans if you begin breaking through the diurnal crusts.&nbsp;Small wind slabs remain possible in the high peaks - above the forecasted zone of 10,500'. Minimize exposure when traveling on steep solar aspects, especially around rock outcroppings and below cornices.&nbsp;</p>\n<p><em>Last night was warm with a shallow refreeze, some mountain locations did not drop below freezing.</em></p>",
    "legecast": "4.10.23 - We are now closed for the winter season. Thanks for an incredible, record breaking season! See you May 20 when the tram re-opens for the summer. Bike Park and other activities and lifts opens June 12.",
    "last_snow": "April 9, 2023",
    "since_closed": "0",
    "24hr": "0",
    "48hr": "0",
    "7d": "0",
    "base": "129",
    "snowfall": "595",
    "tram_temp": "27",
    "tram_wind": "16 mph",
    "tram_status": "CLOSED",
    "sub_status": "CLOSED",
    "weather_key": 124349,
    "trail_per": "0%",
    "avy_rating": 2,
    "oto5": "8",
    "fiveto10": "0",
    "gt_detail": "Happy closing day! No new snow to report this morning. Expect sunny skies, warm temperatures and low winds all day. Get out an enjoy some groomers for the last time this season. \nWhat a winter it's been at the Ghee. With almost 600&quot, this year has been one to remember. We'll see you next winter!\n-Christie & Jordan",
    "gt_base": "128",
    "gt_snowfall": "596",
    "Sierra": "---",
    "Sierra_weatherdisc": "<p>Temperatures dropped below freezing in many places last night as some cooler air moved into the region. Today's forecast calls for increased cloud cover, continued strong SW winds, and cooler daytime highs ahead of a storm system predicted to arrive over the area tonight. Snow should start accumulating tonight in the northern part of the forecast area and work its way south. Snow totals could reach 6 to 10 inches along the northern Sierra Crest, with less accumulation farther south. Snow should end tomorrow morning, but the colder temperatures and strong winds should stick around through tomorrow.&nbsp;</p>",
    "Sierra_btmline": "<p>A good overnight refreeze plus strong winds, cooler weather, and increased clouds today should help limit the amount of wet snow that forms. Avalanche activity should remain unlikely on a regional scale today. Still, pay attention to your surroundings and be willing to change plans if conditions change.</p>\n<p>The avalanche danger will increase as snow and wind impact the area tonight.&nbsp;</p>",
    "Sierra_hazard_disc": "<p><img style=\"display: block; margin-left: auto; margin-right: auto;\" title=\"Normal Caution\" src=\"https://www.sierraavalanchecenter.org//sites/default/files/normalcaution.png\" alt=\"Normal Caution\" /></p>\n<h3 style=\"text-align: center;\"><a class=\"lexicon-term\" title=\"Travel with a plan that provides appropriate safety margins and maintains awareness of the conditions and terrain. Continue using group travel techniques that minimize risks like only exposing one person at a time to avalanche terrain and regrouping in safe zones out of avalanche terrain and runout zones. Ensure that all group members are carrying and properly using companion rescue equipment (transceiver, shovel, and probe).\" href=\"https://www.sierraavalanchecenter.org/avalanche-terms/normal-caution\">Normal caution</a></h3>\n<hr />\n<p>Near or below-freezing temperatures last night should have allowed a good refreeze in most places. Cooler temperatures, strong winds, and increasing cloud cover today should help limit the amount of warming that occurs. The melt-freeze crust could remain supportable all day in many places. A few sunny slopes may soften, especially at lower elevations, but snow surfaces could remain firm for most of the day at upper elevations.&nbsp;</p>\n<p>The cooler weather should also help decrease the chances of additional cornice failures. While these failures may be unlikely today, they are not impossible, and some uncertainty still surrounds these overhanging waves of snow.&nbsp;</p>\n<p>Even though the avalanche danger may be LOW, stay aware while traveling in the backcountry and be willing to change plans if you encounter different conditions than expected or if conditions change.&nbsp;</p>\n<p>The avalanche danger will increase tonight as wind and snow impact the area.&nbsp;</p>\n<hr />\n<h3>Recent Observations:</h3>\n<ul class=\"nac-html-ul\">\n<li class=\"nac-html-li\">Glide cracks have started to form on some steep slopes in rocky areas. The exact timing of <a class=\"nac-html-a\" href=\"https://avalanche.org/avalanche-encyclopedia/avalanche/avalanche-release/glide/\" target=\"_blank\" rel=\"noopener\" data-markjs=\"true\" data-tippy-content=\"When the entire snowpack slowly moves as a unit on the ground, similar to a glacier.\">glide</a> crack <a class=\"nac-html-a\" href=\"https://avalanche.org/avalanche-encyclopedia/avalanche/\" target=\"_blank\" rel=\"noopener\" data-markjs=\"true\" data-tippy-content=\"A mass of snow sliding, tumbling, or flowing down an inclined surface.\">avalanches</a> is notoriously difficult to predict. Due to the uncertainty, consider avoiding travel on or below slopes with <a class=\"nac-html-a\" href=\"https://avalanche.org/avalanche-encyclopedia/avalanche/avalanche-release/glide/\" target=\"_blank\" rel=\"noopener\" data-markjs=\"true\" data-tippy-content=\"When the entire snowpack slowly moves as a unit on the ground, similar to a glacier.\">glide</a> cracks.</li>\n<li class=\"nac-html-li\">Large cracks have opened up behind many cornices, and falling into one of them could cause problems.</li>\n<li class=\"nac-html-li\">People have reported numerous wet loose avalanches and cornice failures during the warm weather. Many slopes have debris on them.</li>\n<li class=\"nac-html-li\">Runnels also exist on many open slopes due to melt water draining through the snowpack.&nbsp;</li>\n</ul>",
    "Silvy": "Closed",
    "PT_24": "0.0&#8243",
    "PT_48": "0.0&#8243",
    "PT_7d": "0.0&#8243",
    "PT_wind": "49 mph",
    "PT_temp": "26.0 &#8457",
    "Sierra_avy_rating": 1,
    "PT_opensnow_0to5": "\n      8\"\n    ",
    "PT_opensnow_5to10": "\n      0\"\n    ",
    "UT_btmline": "The avalanche danger will rise to&nbsp;MODERATE on solar aspects and low elevation northerly facing slopes&nbsp;as springtime sun and warm temperatures heat the surface.\rThe avalanche danger is LOW on upper and mid-elevation north facing slopes that will receive less daytime sun.&nbsp;If the wind does not keep the snow surface cool there is a chance that the avalanche danger will rise to CONSIDERABLE&nbsp;on solar aspects&nbsp;this afternoon.&nbsp;\r\r\r\rBe prepared to adapt to changing weather and snow conditions. As soon as you or your machine start to trench into the snow it is time to get off of and out from under steep solar aspects.\r\r",
    "UT_avyconditions": "\rUnder partly cloudy&nbsp;skies, trailhead temperatures are in the high 30's to mid 40's&nbsp;°F and the highest weather station temperatures are in the low 30's ˚F. Wind are&nbsp;blowing lightly from the south-southwest&nbsp;gusting to the moderate range at the 9,000' ridgelines and 30 gusting to 50 MPH at the highest ridgelines. Last night's clear skies and moderate to strong winds&nbsp;allowed for a surface refreeze of the&nbsp;snowpack. Temperatures are 5-10 ˚F warmer than yesterday and the snow&nbsp;surface could deteriorate more rapidly this morning. The wind speeds are the wild card. Expect to feel very warm if you get into a wind-protected area while traveling in the mountains today.&nbsp;&nbsp;\r\r\r\rToday is a transition day.&nbsp; We should see rising temperatures and&nbsp;&nbsp;increasing clouds with a chance for light precipitation later this afternoon which could be rain at mid and low elevations. Wind speeds will increase throughout the day blowing&nbsp;from the south-southwest 20 gusting to 25 MPH at the 9,000' ridgelines and 25 gusting to 45 MPH with gusts up to 65 MPH at the 11,000' ridgelines. Temperatures will be 48-54 ˚F.\r\r\r\rClouds will&nbsp;move in this afternoon as southwesterly flow increases over Northern Utah. Showers developing later today into tonight&nbsp;will be snow at the highest elevations. There is the possibility of rain at mid and low elevations before the cold front moves through tomorrow when we can expect to see 4-6\" of snow in the mountains.&nbsp;\r\r\r\r&nbsp;\r\r\r&nbsp;\r\r\r&nbsp;\r\r&nbsp;\r\r&nbsp;\r\r&nbsp;\r\r&nbsp;\r\r&nbsp;\r\r&nbsp;\r\r&nbsp;\r\r&nbsp;\r\r\r\r\r",
    "UT_recentactivity": "We continue to get reports of wet slab avalanches that were triggered naturally&nbsp;in the backcountry from last week.&nbsp; This avalanche&nbsp;from American Fork and this one from Timp&nbsp;are impressive in much snow they gouged out of the snowpack.&nbsp;&nbsp;Find all avalanche and snowpack observations HERE.&nbsp;\r\r&nbsp;\r\rPhoto of wet slab debris in upper American Fork located on the Provo/Salt Lake City forecast boundary (Pic Wieringa)\r\r\r",
    "UT_danger_rose": "https://utahavalanchecenter.org/sites/default/files/forecast/202304/20230417-065349-6.png",
    "UT_avyrating": 2,
    "solitude_detail": "It will be another sunny Monday here at Solitude, with a forecast of clear skies and temps in the lower 50s. We had a slight refreeze last night, so expect crusty conditions in the morning before the sun softens things up. Patrol was able to open up all terrain except Fantasy Ridge yesterday, and we're aiming to do the same today, conditions permitting. Warm days and chilly nights have created all sorts of fun side hits and natural features on the hill as snow gets pushed around and refrozen. Check out the wiggles/snake runs on either side of Sunshine Bowl for some fun banked slalom style turns on your way down from Eagle, or just dig those edges in and harvest some corn in the bowl! It's hard to go wrong on a day like this. "
}